[{"method": "lb", "comp": "d30031t_d30047t", "sents": [["Yuri Koptev, head of the Russian Space Agency, said the launching of Zarya, a 42,000-pound space tugboat that will supply power and propulsion in the early stages of station construction, was a needed vindication for the troubled Russian space program.", "Endeavour and its astronauts closed in Sunday to capture the first piece of the international space station, the Russian-made Zarya control module that had to be connected to the Unity chamber aboard the shuttle.", "It will provide all the necessary electricity and steering for the fledgling space station until a permanent control module can be launched next summer."], ["It was crucial that Zarya and Unity be joined; if they could not be connected with the robot arm, NASA would have sent out two spacewalking astronauts to manually fit them together.", "The astronauts will use the shuttle robot arm to capture the Russian space station piece and attach it to Unity.", "Endeavour and its astronauts closed in Sunday to capture the first piece of the international space station, the Russian-made Zarya control module that had to be connected to the Unity chamber aboard the shuttle.", "In all, three spacewalks were planned for Endeavour's 12-day flight."]], "costs": [98.0, 96.0], "lambdaa": 10, "r": 0.025, "alpha": 8, "K": 0.1},
{"method": "li3", "comp": "d30031t_d30047t", "sents": [["Russia's Zarya, or Sunrise, module is to fly alone for two weeks before a rendezvous with the American space shuttle Endeavour, which is to be launched Dec. 3 carrying the Unity connecting module.", "Yuri Koptev, head of the Russian Space Agency, said the launching of Zarya, a 42,000-pound space tugboat that will supply power and propulsion in the early stages of station construction, was a needed vindication for the troubled Russian space program.", "A Russian Proton booster rocket carried the first part of the international space station into orbit Friday, heralding the start of a new era in international space colonization."], ["Congratulations to the crew of the good ship Endeavour,\" replied Mission Control.", "It was crucial that Zarya and Unity be joined; if they could not be connected with the robot arm, NASA would have sent out two spacewalking astronauts to manually fit them together.", "The astronauts will use the shuttle robot arm to capture the Russian space station piece and attach it to Unity.", "Endeavour and its astronauts closed in Sunday to capture the first piece of the international space station, the Russian-made Zarya control module that had to be connected to the Unity chamber aboard the shuttle."]], "costs": [99.0, 99.0], "lambda1": 2.5, "lambda2": 0.1, "r": 0.05},
{"method": "lb", "comp": "d30005t_d30008t", "sents": [["On Monday, during the trial of Malaysia's former deputy prime minister, Anwar Ibrahim, on charges of corruption and sex-related crimes, Anwar angrily denied Mahathir's claim that he had approved the bailout.", "He also said \"there is no connection\" between Anwar's case and the summit meeting in Malaysia of the Asia Pacific Economic Cooperation forum.", "The trial will be interrupted during the Nov. 12-18 APEC meetings, but Mahathir's treatment of Anwar and his reform movement already have been criticized by APEC members such as Australia, Indonesia, the Philippines and the United States.", "But never the White House,\" he said."], ["Bin Laden is believed to be living in Afghanistan.", "Bin Laden's organization was a significant concern for the Clinton administration even before the bombing of the U.S. embassies in East Africa.", "The United States has obtained new evidence to link the owner of a Sudanese factory destroyed in a U.S. cruise missile strike last month to a terrorist group backed by Osama bin Laden, the suspected mastermind of the bombings of two U.S. embassies in East Africa, according to U.S. intelligence officials.", "A spokesman for Idris denied the accusations, saying Idris had no ties either to bin Laden or to any Islamic terrorist groups."]], "costs": [99.0, 100.0], "lambdaa": 10, "r": 0.025, "alpha": 8, "K": 0.1},
{"method": "li3", "comp": "d30005t_d30008t", "sents": [["Last week, Philippine President Joseph Estrada said he was considering not going to the Asia-Pacific Economic Cooperation forum because of Anwar Ibrahim's arrest.", "Anwar is a charismatic politician who was once picked to be the successor to Malaysia's long-serving Prime Minister Mahathir Mohamad.", "On Monday, during the trial of Malaysia's former deputy prime minister, Anwar Ibrahim, on charges of corruption and sex-related crimes, Anwar angrily denied Mahathir's claim that he had approved the bailout.", "He also said \"there is no connection\" between Anwar's case and the summit meeting in Malaysia of the Asia Pacific Economic Cooperation forum."], ["So far Saqib says he has no evidence of bin Laden's involvement in terrorist activities.", "Bin Laden is believed to be living in Afghanistan.", "Bin Laden's organization was a significant concern for the Clinton administration even before the bombing of the U.S. embassies in East Africa.", "The United States has obtained new evidence to link the owner of a Sudanese factory destroyed in a U.S. cruise missile strike last month to a terrorist group backed by Osama bin Laden, the suspected mastermind of the bombings of two U.S. embassies in East Africa, according to U.S. intelligence officials.", "He bought the Shifa plant in March."]], "costs": [100.0, 100.0], "lambda1": 2.5, "lambda2": 0.1, "r": 0.05}]
