{"D30053": [["G", "Clinton traveled to the mid-East in December in an effort to energize the Wye agreement signed by Israel and Palestine.\nProblems immediately faced this accord, intended to trade Israeli territory for security.\nQuestions remained on which prisoners should be released and what constituted a vote to revoke a 1964 call to destroy Israel.\nJewish settlers continued to take more lands.\nViolence and demonstrations went on.\nThe Israeli far right was angry.\nClinton was facing impeachment hearings.\nHistory and hatred were too strong for him to succeed.\nNetanyahu finally refused to move the peace process forward, but probably still will be voted out of office.", ["Bill_Clinton", "River_Wye", "Israel", "State_of_Palestine", "Israel", "Israel", "Israel", "Impeachment_in_the_United_States"]], ["B", "Clinton will visit Israel, Gaza and the West bank Dec. 12-15 as agreed in the Wye River accord.\nThe days preceding his trip are filled with violence, unrest and divisiveness.\nHamas denounces Clinton's trip, but makes no threats against him.\nNetanyahu says Arafat is \"making a farce\" of the Wye accord.\nThe two sides disagree over its terms.\nThe Israelis and Palestinians are troubled by violence, fear and loss.\nClinton has impeachment troubles.\nExtra security is in place wherever Clinton will go.\nHe hopes to salvage the Wye accord.\nHowever, Netanyahu continues to withdraw troops from the West Bank as stipulated in the agreement.", ["Bill_Clinton", "Israel", "Gaza_Strip", "River_Wye", "Bill_Clinton", "Yasser_Arafat", "Farce", "River_Wye", "Palestinian_National_Authority", "Impeachment", "Bill_Clinton", "River_Wye", "Benjamin_Netanyahu"]], ["F", "Security high for Clinton's visit to Gaza, part of the Wye Accord, as Palestinian leaders revoke a 1964 Israeli destruction clause.\nIsrael claims Air Force One landing in Palestinian is sovereign recognition.\nIt won't withdraw West Bank troops unless Palestinians formally vote to revoke the clause and violence stops.\nPalestine says Israel violated the Accord by improper prisoner releases, roadbuilding and settlement expansion.\nIt warns of violence and there have been stone-throwing protests.\nRadical Islam group Hamas denounces the visit and the Accord.\nClinton has made ending the long feud a crusade.\nBoth Clinton and Netanyahu's leadership threatened.", ["CompTIA", "Bill_Clinton", "Gaza_Strip", "River_Wye", "Israel_Defense_Forces", "Clause", "Sovereignty", "Palestinians", "Clause", "Israel", "Warini", "Hamas", "Feud", "Crusades", "Bill_Clinton", "Benjamin_Netanyahu"]], ["E", "Despite concerns it might cause more unrest, President Clinton met in Israel separately with Prime Minister Netanyahu and Yasser Arafat to negotiate Wye Accord agreement terms.\nIsrael is demanding revocation of anti-Israeli clauses in the 1964 Palestinian charter.\nPalestine is demanding Israel's release of Palestinian prisoners.\nBoth sides are exchanging accusations over Israeli West Bank settlements and anti-Israeli violence.\nHamas denounced Clinton's visit but avoided threats.\nUS and Palestinian agents kept the Gaza area secure.\nIn the end, Netanyahu, facing political turmoil, told President Clinton he would not remove his troops from the West Bank.", ["President_of_the_United_States", "Bill_Clinton", "Israel", "Benjamin_Netanyahu", "Yasser_Arafat", "River_Wye", "Palestinian_National_Authority", "Charter", "Israel", "Palestinian_National_Authority", "Bill_Clinton", "Palestinian_National_Authority", "Gaza_Strip", "Benjamin_Netanyahu", "President_of_the_United_States", "Bill_Clinton"]]], "D30024": [["D", "Most Democrats, except for former Clinton strategist James Carville, were hesitant to attack Speaker Newt Gingrich as the 1998 elections approached.\nRepublicans were expected to add to their majority in Congress.\nHowever, Republicans lost seats in both the House and Senate.\nRepublicans became disenchanted with the Gingrich \"vision\" and blamed him for the losses.\nAn active campaign began to replace Gingrich as Speaker with Louisiana Congressman Robert Livingston as the main actor.\nAfter a losing struggle to maintain his position, Gingrich resigned as Speaker.\nHouse Republicans then turned their attention to impeachment proceedings of President Clinton.", ["History_of_the_United_States_Democratic_Party", "Bill_Clinton", "James_VI_and_I", "James_Carville", "Speaker_of_the_United_States_House_of_Representatives", "United_States_House_of_Representatives", "History_of_the_United_States_Republican_Party", "Lost!", "United_States_House_of_Representatives", "United_States_Senate", "Speaker_of_the_United_States_House_of_Representatives", "Louisiana", "United_States_House_of_Representatives", "Actor", "Speaker_of_the_United_States_House_of_Representatives", "History_of_the_United_States_Republican_Party", "Impeachment_in_the_United_States", "President_of_the_United_States", "Bill_Clinton"]], ["C", "Speaker of the House Newt Gingrich has announced that he will not seek re-election to the post when the vote comes up on November 18th.\nHe also announced that he would be leaving the House when his current term as Speaker expires in January.\nThis announcement comes on the heels of a poor Republican showing in the mid-term elections.\nAlthough the Republicans retained a majority in the House, the Margin of Republican control shrank in the face of Democratic gains.\nGingrich had been seen as the man who led the Republicans our of the doldrums into control of the House and the Senate.", ["Speaker_of_the_United_States_House_of_Representatives", "United_States_House_of_Representatives", "United_States_House_of_Representatives", "Speaker_of_the_United_States_House_of_Representatives", "Horse_hoof", "History_of_the_United_States_Republican_Party", "History_of_the_United_States_Republican_Party", "United_States_House_of_Representatives", "History_of_the_United_States_Republican_Party", "History_of_the_United_States_Democratic_Party", "History_of_the_United_States_Republican_Party", "Doldrums", "United_States_House_of_Representatives", "United_States_Senate"]], ["A", "James Carville complained that fellow Democrats didn't join his war against Speaker Newt Gingrich leading up to the congressional elections of 1998.\nGingrich had led the impeachment inquiry against President Clinton in the House.\nWhen, contrary to all predictions, the Democrats gained five seats in the House and held their own in the Senate, Republicans enlisted in Carville's cause, blaming Gingrich for the election results.\nGingrich battled fiercely as Rep. Livingston rallied forces against him, but ultimately Gingrich accepted defeat agreeing to cede the speakership and his seat in the House.\nHe blamed his defeat on blackmail by Republican cannibals.", ["James_II_of_England", "James_Carville", "History_of_the_United_States_Democratic_Party", "Speaker_of_the_United_States_House_of_Representatives", "Impeachment_in_the_United_States", "President_of_the_United_States", "Bill_Clinton", "United_States_House_of_Representatives", "History_of_the_United_States_Democratic_Party", "United_States_House_of_Representatives", "United_States_Senate", "Democratic-Republican_Party", "James_Carville", "United_States_House_of_Representatives", "Blackmail", "Republican_Party_of_Minnesota", "Cannibalism"]], ["G", "The 1998 election ended the political career of Newt Gingrich, who had become Speaker in 1994, leading a conservative, issue-driven, GOP majority.\nIn Oct Democrats were urged to go after him.\nAlthough both houses retained a narrowed GOP majority, Newt, with his combativeness and Impeachment-fixation, was blamed for the failures by both wings of his party.\nThe 1998 winners were Gore, Clinton, and moderates.\nNewt's issues seemed dead in the booming economy and old Democratic loyalists ignored Clinton's morals and returned to the fold.\nAs fellow Republicans jockeyed for his positions, Newt resigned as Speaker on Nov 6 and also decided to leave his House seat.", ["Speaker_of_the_United_States_House_of_Representatives", "Conservatism_in_the_United_States", "History_of_the_United_States_Republican_Party", "History_of_the_United_States_Democratic_Party", "History_of_the_United_States_Republican_Party", "Al_Gore", "Bill_Clinton", "History_of_the_United_States_Democratic_Party", "Bill_Clinton", "History_of_the_United_States_Republican_Party", "Speaker_of_the_United_States_House_of_Representatives", "United_States_House_of_Representatives"]]], "D30056": [["B", "In Chechnya, 3-5 people a week, many of them children, are hurt by land mines.\nThe heads of 4 kidnapped foreign telephone engineers were found in Chechnya.\nThe hostages were decapitated during a failed rescue attempt.\nTheir bodies are missing.\nOne kidnapper was arrested.\nThe EU condemned the slayings.\nThe Chechen vice president showed a video of 1 of the hostages saying they all were British spies.\nHe refused to answer questions about the video.\nA Chechen prosecutor investigating the kidnappings was himself abducted.\nA French UN official, held hostage for 10 months, was freed unharmed in an operation at the Chechen border in which 3 kidnappers were killed.", ["Chechnya", "Telephone", "Chechnya", "Decapitation", "European_Union", "Chechens", "Chechens", "Prosecutor", "French_language", "United_Nations", "Hostage", "Chechens"]], ["E", "Chechnya's independence war against Moscow has caused the death of innocent people.\nMany died accidentally from explosives left behind by the Russians.\nHundreds, mostly foreigners, are being taken for ransom, some of whom have been killed.\nThe European Union is condemning the deaths of four kidnapped foreigners, three Briton, one New Zealander, whose heads were found near a remote village.\nChechen police are searching for the beheaded bodies.\nA Chechen tape earlier showed one of the men admitting he was a British spy.\nRebels also kidnapped the Chechen prosecutor investigating the deaths.\nHe was later freed, as was a UN official and a Russian soldier.", ["Chechnya", "Moscow", "Russians", "Ransom", "British_people", "Village", "Decapitation", "Chechens", "Espionage", "Chechens", "Prosecutor", "United_Nations", "Russian_language"]], ["G", "Violence, deaths and kidnappings continue to plague the former Russian state of Chechnya two years after its independence.\nExploding landmines are a weekly occurrence.\nCriminal bands are blamed for the kidnappings, usually for ransom and rarely deadly.\nHowever, four UK Telecom engineers, hinted to be spies, were beheaded during a botched Chechen rescue attempt and their heads displayed along a road.\nBritain and the European Union expressed outrage and sought Russian intervention.\nThe Chechen prosecutor was then abducted.\nThe prosecutor and a Russian soldier were subsequently freed and the Russians rescued a French UN official at the border with Chechnya.", ["Russian_language", "Chechnya", "Land_mine", "Ransom", "United_Kingdom", "Telecom_Argentina", "Decapitation", "Chechnya", "Russian_language", "Chechnya", "Prosecutor", "Prosecutor", "Russian_language", "Russians", "French_language", "United_Nations", "Chechnya"]], ["H", "Chechnya's top prosecutor, Mansur Tagirov, was abducted from Grozny, but released the next day.\nTagirov was investigating the slaying of four kidnapped foreigners.\nThe victims, all telephone linemen employed by the British firm Granger Telecom, were beheaded in a bungled rescue attempt.\nTheir heads were found near the city; the search for the bodies continues.\nThe Chechen Vice President showed a tape of one of the hostages, Peter Kennedy, during a news conference in which he claimed they were spies sent to Chechnya by the British to monitor phone calls; however, another official discounted the tape's value.\nKidnapping for ransom is common in Chechnya.", ["Chechnya", "Prosecutor", "Mansur_Shihab", "Grozny", "Telephone", "Clive_Granger", "Telecom_Argentina", "Decapitation", "City", "Chechnya", "President_of_the_United_States", "John_F._Kennedy", "News_plus", "Chechnya", "Ransom", "Chechnya"]]], "D30029": [["H", "Before this year, only two deaths had occurred in the 54-year history of the Sydney-to-Hobart race.\nSince the start of this year's classic, Bruce Guy and Phil Skeggs from The Business Post Naiad have died, three from the Winston Churchill are missing, and Glyn Charles is presumed drowned after being washed overboard the Sword of Orion.\nHuge seas and gale-force winds have battered the 115-boat fleet, forcing at least 37 yachts to retire.\nNumerous crewmen have been rescued, including an American, John Campbell, who was swept overboard the Kingurra.\nThe race, nevertheless, continued.\nAmerican maxi Sayonara narrowly leads last year's winner, Brindabella.", ["Naiad", "Winston_Churchill", "Charles_II_of_England", "United_States", "Clan_Campbell", "Sayonara", "Brindabella_electorate"]], ["C", "Gale-force winds and high seas struck the 155 participants in Australia's Sydney to Hobart yacht race.\nOne sailor, Glyn Charles, who was swept off the yacht Sword of Orion, is presumed drowned and two seamen on the Business Post Naiad were killed.\nSearch and rescue efforts were stretched to the limit also as three yachts turned up missing.\nOne yacht, the B-52 was found with the crew safe.\nRace organizers never considered canceling the race, claiming that the skippers controlled whether to stay in the race or drop out.\nA total of 37 yachts were forced out of the race, many of which had lost their masts.", ["Australia", "Port_Jackson", "Hobart", "Yacht", "Yacht_racing", "Charles_II_of_England", "Yacht", "Orion_Publishing_Group", "Naiad", "Yacht", "Boeing_B-52_Stratofortress", "Lost!"]], ["F", "US-owned Sayonara, favored to win the Sydney-Hobart yacht race, set an early, fast lead.\nWeather deteriorated.\nIn Bass Strait, boats rolled in heavy seas and crewmen were swept overboard.\n37 yachts dropped from the race, with many dismasted and many crewmen injured.\nThe race continued as winds gusted to 90 mph and seas swelled to 35 feet.\nYachts Solo Globe and Winston Churchill went missing, as did B-52 which was later found.\nBusiness Post Naiad's owner died of a heart attach and a crewman drowned.\nSword of Orion's Glyn Charles was presumed drowned after 24 hours overboard.\nThree other sailors remained missing.\nSayonara maintained its lead.", ["Sayonara", "Sydney_to_Hobart_Yacht_Race", "Yacht", "Bass_guitar", "Winston_Churchill", "Boeing_B-52_Stratofortress", "Naiad", "Heart", "Orion_Publishing_Group", "Charles_II_of_England"]], ["A", "As contestants prepared for the 1998 running of Australia's 630 nautical mile Sydney-to-Hobart yacht race, the American maxi yacht Sayonara emerged as the favorite followed by Australia's Brindabella and Wild Thing.\nWinds of 15-30 knots were forecast.\nThe first day of the race Brindabella and Sayonara led.\nBy the end of the second day horrendous conditions had developed with gales reaching 80 knots and waves as high as 10 meters.\nBy dusk of the third day three crewmen were dead, three missing, many injured and about half of the 115 yachts were forced out of the race.\nSayonara was narrowly ahead of Brindabella and expected to reach Hobart the next day.", ["Australia", "Yacht", "United_States", "Yacht", "Sayonara", "Australia", "Brindabella_electorate", "Knot", "Brindabella_electorate", "Sayonara", "Knot", "Brindabella_electorate", "Hobart"]]], "D30045": [["F", "Exxon and Mobil consider merger.\nPartnerships already formed.\nOil prices are lowest in 12 years and future exploration will be costly.\nThe new company would be largest in the US and put back together pieces of Standard Oil, a monopoly broken up by courts.\nExperts mixed on merger's advantages.\nIt would be an anti-trust test, since companies are involved in many facets of the business, require the sale of large units.\nRefinery workers, others would lose jobs.\nThere is an upswing in corporate mergers, pushed by bull market and recognition that it's hard to increase revenue internally.\nMerger anticipation sent stocks higher in oil, internet and computers.", ["Exxon", "ExxonMobil", "United_States_dollar", "Monopoly", "Sherman_Antitrust_Act", "Arthropod_eye", "Nousukausi", "Petroleum"]], ["B", "Exxon and Mobil discuss combining business operations.\nA possible Exxon-Mobil merger would reunite 2 parts of Standard Oil broken up by the Supreme Court in 1911.\nLow crude oil prices and the high cost of exploration are motives for a merger that would create the world's largest oil company.\nAs Exxon-Mobil merger talks continue, stocks of both companies surge.\nThe merger talks show that corporate mergers are back in vogue.\nAntitrust lawyers, industry analysts, and government officials say a merger would require divestitures.\nA Mobil employee worries that a merger would put thousands out of work, but notes that his company's stock would go up.", ["ExxonMobil", "ExxonMobil", "ExxonMobil", "Petroleum", "Petroleum", "ExxonMobil", "ExxonMobil", "Stock"]], ["C", "In a move considered unthinkable a few years ago, Exxon Corp. and Mobile Corp, have entered into negotiations which could result in a merger of the two companies.\nSuch a merger, should it occur, would form the world's largest oil company and the largest U.S. company, placing it above Wal-Mart.\nThe merger, and talks like it among other oil companies, is being prompted By low petroleum prices and high production costs.\nTalks of a merger have sent the price of stocks of both companies soaring.\nThe merger could prompt anti-trust action and the merging companies would have to divest themselves of some interests.\nMobile workers fear a merger will cost them jobs.", ["Unthinkable", "Exxon", "Petroleum", "United_States", "Walmart", "Petroleum", "Petroleum", "Competition_law"]], ["E", "Exxon Corp and Mobil Corp are reported to be discussing a business merger.\nOther oil companies have merged to compensate for low oil prices and increasing costs of oil exploration in more remote areas.\nThe mergers are consistent with a trend in corporate marriages that is changing U.S. economic history.\nThe mergers are pushing stocks up and the Exxon-Mobil merger could benefit consumers and lead to further savings.\nSome people believe the merger would require selling of large corporate pieces and put thousands out of work.\nIf the companies merge, it would be the largest U.S. company and bigger than the world's largest oil company, Royal Dutch/Shell Group.", ["ExxonMobil", "ExxonMobil", "Petroleum", "Petroleum", "Petroleum", "United_States", "ExxonMobil", "United_States", "Petroleum", "Dutch_language"]]], "D30003": [["C", "Former Chilean dictator Augusto Pinochet has been arrested in London at the request of the Spanish government.\nPinochet, in London for back surgery, was arrested in his hospital room.\nSpain is seeking extradition of Pinochet from London to Spain to face charges of murder in the deaths of Spanish citizens in Chile under Pinochet's rule in the 1970s and 80s.\nThe arrest raised confusion in the international community as the legality of the move is debated.\nPinochet supporters say that Pinochet's arrest is illegal, claiming he has diplomatic immunity.\nThe final outcome of the extradition request lies with the Spanish courts.", ["Dictator", "Augusto_de_Campos", "Indictment_and_arrest_of_Augusto_Pinochet", "London", "Spanish_language", "London", "Hospital", "Extradition", "Indictment_and_arrest_of_Augusto_Pinochet", "London", "Spain", "Murder", "Spanish_language", "Chile", "Indictment_and_arrest_of_Augusto_Pinochet", "International_law", "Indictment_and_arrest_of_Augusto_Pinochet", "Legal_immunity", "Extradition", "Spanish_language"]], ["F", "Britain caused international controversy and Chilean turmoil by arresting former Chilean dictator Pinochet in London for Spain's investigation of Spanish citizen deaths under Pinochet's 17-year rule of torture and political murder.\nClaims are Pinochet had diplomatic immunity, extradition is international meddling or illegal because Pinochet is not a Spanish citizen, also his crimes should be punished.\nSpain and Britain, big Chilean investors, fear damage to economic relations and let courts decide extradition.\nThe Swiss haven't investigated Pinochet accounts despite a Spanish request.\nPinochet is shielded from details, said too sick to be extradited.", ["United_Kingdom", "International_law", "Dictator", "Indictment_and_arrest_of_Augusto_Pinochet", "London", "Spanish_Empire", "Spanish_language", "Indictment_and_arrest_of_Augusto_Pinochet", "Torture", "Murder", "Indictment_and_arrest_of_Augusto_Pinochet", "Legal_immunity", "Extradition", "International_law", "Indictment_and_arrest_of_Augusto_Pinochet", "Spanish_language", "United_Kingdom", "Extradition", "Switzerland", "Indictment_and_arrest_of_Augusto_Pinochet", "Spanish_language", "Extradition"]], ["A", "On Oct. 16, 1998 British police arrested former Chilean dictator Pinochet on a Spanish warrant charging murder of Spaniards in Chile, 1973-1983.\nFidel Castro denounced the arrest.\nThe Chilean government protested strongly.\nWhile the British government defended the arrest, it and the Spanish government took no stand on extradition of Pinochet to Spain, leaving it to the courts.\nChilean legislators lobbied in Madrid against extradition, while others endorsed it.\nThen new charges were filed for crimes against Swiss and French citizens.\nPinochet's wife and family pleaded that he was too sick to face extradition.\nAs of Oct. 28 the matter was not resolved.", ["Dictator", "Indictment_and_arrest_of_Augusto_Pinochet", "Spanish_language", "Murder", "Spaniards", "Chile", "Fidel_Castro", "Spanish_language", "Extradition", "Indictment_and_arrest_of_Augusto_Pinochet", "Spain", "Madrid", "Extradition", "Switzerland", "French_people", "Extradition"]], ["B", "Pinochet arrested in London on Oct. 16 at a Spanish judge's request for atrocities against Spaniards in Chile during his rule.\nCastro, Chilean legislators and Pinochet's lawyers protested and claimed he had diplomatic immunity.\nHis wife asked for his release because he was recovering from recent back surgery.\nPinochet visited Thatcher before his surgery.\nThe British and Spanish governments defended the arrest, saying it was strictly a legal matter.\nThe EC president hoped Pinochet would stand trial.\nNone of his Swiss accounts have been frozen yet.\nThe Swiss government also asked for his arrest for the 1977 disappearance of a Swiss-Chilean student.", ["Indictment_and_arrest_of_Augusto_Pinochet", "London", "Spanish_language", "Spanish_Empire", "Chile", "Indictment_and_arrest_of_Augusto_Pinochet", "Legal_immunity", "Margaret_Thatcher", "Spanish_language", "European_Economic_Community", "Indictment_and_arrest_of_Augusto_Pinochet", "Swiss_people", "Swiss_people"]]], "D30010": [["B", "After a bombing in a Jerusalem market Fri., the Israeli Cabinet postponed indefinitely its vote on the Wye River peace accord.\nAt first, Hamas claimed responsibility for attack in which 2 suicide bombers were killed and 24 people were hurt.\nOn Sat.\n, Islamic Holy War (Islamic Jihad) took credit for attack, vowing more to block the accord.\nIsrael would not debate or vote on the accord until Palestinians took steps to stop terrorism and outlaw military wings of radical groups.\nIsrael intends to continue building homes in Jerusalem, including in Arab sector.\nOne of the Palestinian suicide bombers had spent much of his teen years in Israeli prisons.", ["Jerusalem", "Israel_Defense_Forces", "Cabinet_of_the_United_Kingdom", "River_Wye", "Hamas", "Suicide_attack", "Jihad", "Palestinian_political_violence", "Palestinian_political_violence", "Outlaw", "Extremism", "Jerusalem", "Palestinians", "Palestinian_National_Authority", "Suicide_attack", "Adolescence", "Israel_Defense_Forces"]], ["D", "A car bomb exploded prematurely near a busy Jerusalem market killing the two suicide bombers and injuring 21 Israelis.\nOne of the Islamic Jihad \"martyrs\" had said he was \"going to Paradise\".\nThe Israeli cabinet was meeting at the time of the explosion and they put off ratification of the Wye River \"land for security\" accord.\nThe Islamic Jihad promises more attacks in hope of derailing the accord.\nThe US expects, at least hopes, for ratification.\nPM Netanyahu vows to continue Jewish building in Jerusalem and Israel demanded that radical Islamic groups be outlawed.\nThe Palestinian Authority condemned the attack and claimed to have already made some arrests", ["Car_bomb", "Jerusalem", "Suicide_attack", "Jihad", "Jannah", "Israelis", "Cabinet_of_Israel", "River_Wye", "Jihad", "United_States", "Benjamin_Netanyahu", "Yishuv", "Jerusalem", "Israel", "Extremism", "Palestinian_National_Authority"]], ["H", "The Wye River accord has not been implemented.\nAs the Israeli cabinet was considering the agreement, Islamic Jihad militants exploded a car bomb in nearby Mahane Yehuda market.\nThe cabinet suspended ratification of the agreement, demanding the Palestinian Authority take steps against terrorism.\nFurther, after the bombing, Israeli Prime Minister Netanyahu announced the resumption of construction of a new settlement, Har Homa, in a traditionally Arab area east of Jerusalem.\nIsrael also demands that Arafat outlaw the military wings of Islamic Jihad and Hamas.\nThe attack injured 24 Israelis, but only the two assailants, Sughayer and Tahayneh, were killed.", ["River_Wye", "Israel_Defense_Forces", "Cabinet_of_Israel", "Jihad", "Car_bomb", "Cabinet_of_Israel", "Palestinian_National_Authority", "Palestinian_political_violence", "Israel_Defense_Forces", "Benjamin_Netanyahu", "Yajna", "Palestinians", "Jerusalem", "Yasser_Arafat", "Outlaw", "Jihad", "Hamas"]], ["A", "On Nov. 6, 1998 a suicide auto-bomb attack on a Jerusalem market killed two Palestinian \"martyrs\" and wounded 21 Israelis.\nIsrael's cabinet immediately suspended consideration of the Wye peace agreement and the Prime Minister vowed to expand Jewish settlement in the Arab sector of Jerusalem.\nIslamic Jihad claimed responsibility for the bombing and identified the Wye accord as its target.\nIsrael called for outlawing Islamic Jihad and Hamas while the Palestinians accused Israel as using the bombing as a pretext for delaying implementation of Wye.\nThe \"martyrs\", 21 and 24, were both alumni of Israeli jails.", ["Suicide_attack", "Jerusalem", "Palestinian_National_Authority", "Cabinet_of_Israel", "River_Wye", "Israeli_Jews", "Palestinians", "Jerusalem", "Jihad", "River_Wye", "Jihad", "Hamas", "Palestinians", "Israel", "River_Wye", "Israel_Defense_Forces"]]], "D30047": [["H", "Jerry Ross and James Newman spacewalked to attach antennas to Unity, the American half of the first stage of the 16-nation space station.\nUnity will be a connecting passageway for other modules.\nThe other portion of the fledgling station, the Russian- built and launched Zarya module, will provide power and propulsion to the facility.\nThe successful launch of Zarya, which had been delayed over a year due to funding woes, was hailed by the Russian Space Agency head as proof that the Russian space industry \"is perfectly able to fulfill all of its commitments on the international space station\".\nRussia is scheduled to launch the crew module next year.", ["Ross", "James_VI_and_I", "John_Henry_Newman", "Radio_masts_and_towers", "Unity_State", "United_States", "Russian_language", "Zarya", "Modular_design", "Zarya", "WOES", "Russian_language", "Russian_language", "International_law", "Modular_design"]], ["C", "Russia launched the first piece of the international space station into orbit a year after the originally scheduled date.\nThe launch follows a last minute Russian request to change the orbit of the space station to put it closer to Mir.\nThis request was set aside.\nTwo weeks later, the U.S. carried the Unity chamber into orbit.\nU.S. astronauts aboard the Endeavor shuttle then joined the Unity chamber to the Russian Zarya control module.\nThe resulting 7 story structure appeared to be a perfect fit.\nIn a subsequent second space walk, the astronauts were to install antennas on the Unity chamber as well as to attempt to unjam a Russian antenna.", ["Russia", "International", "Low_Earth_orbit", "Russian_language", "Low_Earth_orbit", "Mir", "United_States", "Unity_State", "Rocket_engine", "Low_Earth_orbit", "William_Morris_Endeavor", "Unity_State", "Rocket_engine", "Russian_language", "Zarya", "Modular_design", "Radio_masts_and_towers", "Unity_State", "Rocket_engine", "Russian_language", "Radio"]], ["F", "After a year's delay Russia launched the first unit of the international space station, then pushed it to a higher orbit.\nZarya will provide propulsion, power, and comms.\nUS shuttle Endeavour made a blind docking with Zarya.\nTwo spacewalks made electrical connections with Unity, which will serve as a passageway, attached its antennas and attempted to open a stuck Zarya antenna.\nA Russian cost-cutting proposal to orbit the station closer to Mir jointly vetoed.\nRussia promised to destroy Mir but now wants to extend its life.\nRussia sold early research time on the station to NASA to pay construction costs but claims the management lead for 1st 5 years.", ["Russia", "Low_Earth_orbit", "Space_Shuttle_Endeavour", "Visual_impairment", "Zarya", "Extravehicular_activity", "Unity_State", "Radio_masts_and_towers", "Zarya", "Television_antenna", "Russian_language", "Low_Earth_orbit", "Mir", "Mir", "NASA"]], ["B", "NASA and the Russian Space Agency readied the first part of an international space station for launch from Baikonur base.\nThey decided not to change the orbit of the Zarya module as Russia had requested.\nZarya's Nov. 20 launch was a success.\nThe Zarya module orbited Earth for 2 weeks before a rendezvous with U.S. shuttle Endeavor to join it to the Unity module.\nIt was tweaked and working well.\nIt will serve as a space tugboat.\nThe first 2 building blocks of the international space station were successfully joined by Endeavor astronauts in the shuttle's open cargo bay.\nEndeavor astronauts made 2 of 3 planned spacewalks to work on the space station modules.", ["NASA", "Russian_language", "International", "Baikonur_Cosmodrome", "Low_Earth_orbit", "Zarya", "Modular_design", "Russia", "Zarya", "Modular_design", "Earth", "United_States", "William_Morris_Endeavor", "Unity_State", "Modular_design", "Tweaked", "Tugboat", "International", "William_Morris_Endeavor", "Extravehicular_activity"]]], "D30001": [["C", "Cambodia King Norodom Sihanouk praised formation of a coalition of the Countries top two political parties, leaving strongman Hun Sen as Prime Minister and opposition leader Prince Norodom Ranariddh president of the National Assembly.\nThe announcement comes after months of bitter argument following the failure of any party to attain the required quota to form a government.\nOpposition leader Sam Rainey was seeking assurances that he and his party members would not be arrested if they return to Cambodia.\nRainey had been accused by Hun Sen of being behind an assassination attempt against him during massive street demonstrations in September.", ["Cambodia", "Monarchy_of_Thailand", "Norodom_Sihanouk", "Coalition_government", "Strength_athletics", "Hun_Sen", "Prince", "Sam_Evans", "Ma_Rainey", "Cambodia", "Hun_Sen", "Assassination_of_Rafic_Hariri"]], ["D", "Cambodian elections, fraudulent according to opposition parties, gave the CPP of Hun Sen a scant majority but not enough to form its own government.\nOpposition leaders fearing arrest, or worse, fled and asked for talks outside the country.\nHan Sen refused.\nThe UN found evidence of rights violations by Hun Sen prompting the US House to call for an investigation.\nThe three-month governmental deadlock ended with Han Sen and his chief rival, Prince Norodom Ranariddh sharing power.\nHan Sen guaranteed safe return to Cambodia for all opponents but his strongest critic, Sam Rainsy, remained wary.\nChief of State King Norodom Sihanouk praised the agreement.", ["Khmer_language", "Cambodian_People's_Party", "Hun_Sen", "United_Nations", "Hun_Sen", "United_States_House_of_Representatives", "Hung_jury", "Prince", "United_Nations_Transitional_Authority_in_Cambodia", "Sam_Winchester", "WARY", "Monarchy_of_Thailand", "Norodom_Sihanouk"]], ["A", "Prospects were dim for resolution of the political crisis in Cambodia in October 1998.\nPrime Minister Hun Sen insisted that talks take place in Cambodia while opposition leaders Ranariddh and Sam Rainsy, fearing arrest at home, wanted them abroad.\nKing Sihanouk declined to chair talks in either place.\nA U.S. House resolution criticized Hun Sen's regime while the opposition tried to cut off his access to loans.\nBut in November the King announced a coalition government with Hun Sen heading the executive and Ranariddh leading the parliament.\nLeft out, Sam Rainsy sought the King's assurance of Hun Sen's promise of safety and freedom for all politicians.", ["Cambodia", "Hun_Sen", "Cambodia", "Sam_Winchester", "Norodom_Sihanouk", "United_States", "United_States_House_of_Representatives", "Hun_Sen", "Monarchy_of_Thailand", "Coalition_government", "Hun_Sen", "Sam_Winchester", "Monarchy_of_Thailand", "Hun_Sen"]], ["B", "Cambodian prime minister Hun Sen rejects demands of 2 opposition parties for talks in Beijing after failing to win a 2/3 majority in recent elections.\nSihanouk refuses to host talks in Beijing.\nOpposition parties ask the Asian Development Bank to stop loans to Hun Sen's government.\nCCP defends Hun Sen to the US Senate.\nFUNCINPEC refuses to share the presidency.\nHun Sen and Ranariddh eventually form a coalition at summit convened by Sihanouk.\nHun Sen remains prime minister, Ranariddh is president of the national assembly, and a new senate will be formed.\nOpposition leader Rainsy left out.\nHe seeks strong assurance of safety should he return to Cambodia.", ["Khmer_language", "Hun_Sen", "Beijing", "Beijing", "Asian_Americans", "Hun_Sen", "Hun_Sen", "United_States", "Australian_Senate", "Coalition_government", "35th_G8_summit", "Norodom_Sihanouk", "United_Nations_Transitional_Authority_in_Cambodia"]]], "D30031": [["A", "After discarding a suggested change of orbit, the Russian Space Agency went ahead with plans to launch its Zarya module of the international space station on Nov. 20, 1998.\nAlthough delayed for a day, U.S. plans to launch the space shuttle Endeavour carrying the U.S. module Unity and six astronauts were carried out on Dec. 4.\nThe astronauts' job was to connect Unity with the already-orbiting Zarya as the first step in assembling 100 major components of the planned space station.\nUsing the shuttle's 50-foot robot arm, the two modules were joined setting the stage for a spacewalk by two astronauts the next day to attach electrical connectors and cables.", ["Low_Earth_orbit", "Russian_language", "Zarya", "Modular_design", "International", "United_States", "Space_Shuttle_Endeavour", "United_States", "Modular_design", "Unity_State", "Unity_State", "Zarya", "Robot", "Extravehicular_activity"]], ["D", "The International Space Station when completed will have a million pound mass and be longer than a football field.\nIt will house up to seven space explorers.\nThe initial assembly of space station components involves linking the US Unity, carried into space by the shuttle Endeavour, with the Russian Zarya.\nThe Russians had asked for a different launch profile in order to be able to transfer equipment from its MIR station, but that was not possible.\nEndeavour astronauts successfully completed the complicated maneuvers to join the two space objects.\nNASA estimates that 43 more launches will be required to completely assemble the 16-nation space station.", ["Pound_sterling", "Mass", "Association_football", "United_States", "Unity_State", "Space_Shuttle_Endeavour", "Russian_language", "Zarya", "Soviet_Union", "Mir"]], ["E", "On Friday the shuttle Endeavor carried six astronauts into orbit to start building an international space station.\nThe launch occurred after Russia and U.S. officials agreed not to delay the flight in order to orbit closer to MIR, and after a last-minute alarm forced a postponement.\nOn Sunday astronauts joining the Russian-made Zarya control module cylinder with the American-made module to form a 70,000 pounds mass 77 feet long.\nNASA estimates 43 more launches and 159 more space walks are needed to assemble the complex.\nWhen completed the 16-nation space station will be longer than a football field.\nIt will be used to study adaptation to space flight.", ["William_Morris_Endeavor", "Low_Earth_orbit", "International", "Russia", "United_States", "Low_Earth_orbit", "Mir", "Zarya", "Modular_design", "Hydraulic_cylinder", "Modular_design", "Mass", "Association_football"]], ["F", "Russia and NASA jointly decided against a Russian cost-cutting proposal to orbit the 2nd space station, a 16-country cooperative project, closer to Mir, citing complexity, risk, and bad sun angles.\nAfter 5 years of assembly, the research station will house 7 people.\nA 12-day shuttle mission will attach the US Unity module to the Russian Zarya, already in orbit.\nThursday's launch was delayed by a pressure drop.\nA 2nd attempt Friday was perfect.\nUnity was attached to Zarya in a blind docking using cameras and computer images.\nElectrical and cable connections come next.\nUnity will serve as a passageway for future modules.\nTwo Zarya antennas failed to deploy.", ["Russia", "NASA", "Russian_language", "Low_Earth_orbit", "Mir", "United_States", "Unity_State", "Modular_design", "Russian_language", "Zarya", "Low_Earth_orbit", "Radiation_pressure", "Zarya", "Visual_impairment", "Computer", "Cable_television", "Zarya"]]], "D30049": [["E", "North Korea agreed to receive a U.S. delegation to discuss concerns about an underground site feared to house a nuclear weapons program.\nSouth Korea supports the U.S. and calls for full access to the site by U.S. inspectors.\nNorth Korea denies the concerns and proposes a $300 mil payment to visit the site.\nPresident Clinton in Seoul cautioned North Korea to focus on diplomacy, not nuclear ambitions.\nNorth Korea has threatened war against U.S. if the dispute comes to blows.\nThe issue threatens to jeopardize North and South Korean peace talks to improve relations.\nA recent U.S. official's visit toi North Korea revealed serious economic problems.", ["South_Korea", "United_States", "Nuclear_weapon", "South_Korea", "United_States", "United_States", "South_Korea", "Bill_Clinton", "Seoul", "South_Korea", "Diplomacy", "Nuclear_weapon", "Ambitions_(song)", "South_Korea", "United_States", "Korean_language", "United_States", "Hakodate,_Hokkaido", "South_Korea"]], ["D", "The meeting of the US, China, and the two Koreas in Geneva appeared to ease tension on that Asian peninsula.\nHowever, indications of a revived North Korean nuclear program clouded President Clinton's \"economics and security\" Asian trip.\nNorth Korea's economy is bad, malnutrition widespread, yet the country maintains a 1.1 million military force.\nPast US food and fuel aid to that country has been based on it not promoting a nuclear program.\nThe US policy on Iraq is the removal of Saddam Hussein.\nNow, apparently the US supports dumping PM Mahathir Mohamed in Malaysia.\nPresident Clinton visited US troops at Osan Air Base in South Korea on his Asian trip.", ["United_States_Armed_Forces", "China", "Geneva", "Asia", "South_Korea", "Nuclear_weapon", "President_of_the_United_States", "Bill_Clinton", "Asia", "South_Korea", "Malnutrition", "United_States_Armed_Forces", "Fuel", "Nuclear_weapon", "United_States_Armed_Forces", "Iraq", "Saddam_Hussein", "United_States_Armed_Forces", "Prime_minister", "Mahathir_Mohamad", "Malaysia", "Bill_Clinton", "United_States_Armed_Forces", "Osan", "South_Korea", "Asia"]], ["B", "S. Korea says N. Korea may be producing plutonium in at least one underground site.\nSatellite photos show a possible nuclear complex.\nIf it is, it will strain U.S.-N.\nKorean relations and stop aid.\nThe U.S. wants a delegation to check the site.\nN. Korea wants huge payment for inspection.\nA recent missile test firing over Japan, N. Korean incursions into the south, and the suspicious site are major causes for concern.\nThe U.S. demands full access to the site and warns N. Korea not to waste a chance for lasting peace on the peninsula.\nN. Korea says the U.S. is pushing it to the brink of war over demands for inspections and talks.", ["South_Korea", "South_Korea", "Plutonium", "Nuclear_weapon", "Infinitesimal_strain_theory", "United_States", "United_States", "South_Korea", "Missile", "Japan", "Korean_language", "United_States", "Warini", "South_Korea", "South_Korea", "United_States"]], ["G", "In August, US intelligence found a underground construction site near North Korea's nuclear complex.\nNorth Korea, suffering a devastating famine, claims the site is civilian and offered an inspection for a $300 million payment.\nThis follows their August missile launch and suggests they are reneging on the 1994 agreement to end nuclear development in exchange for US aid.\nClinton discussed these developments with allies during his November trip to Asia.\nHe warned US troops in South Korea of increased danger, but has not directly attacked Kim Chong-il.\nNorth Korea has begun its militant posturing as the date to discuss this construction with the US nears.", ["United_States", "Military_intelligence", "South_Korea", "Nuclear_weapon", "South_Korea", "North_Korean_famine", "Intercontinental_ballistic_missile", "Nuclear_weapon", "United_States", "Asia", "United_States", "South_Korea", "Kim_Kardashian", "South_Korea", "United_States"]]], "D30020": [["C", "Despite economic problems and threats from the Asian Olympic Committee that it would move the games, Thailand was able to meet construction deadlines and open the 13th annual Asian Games to participants from 43 countries.\nThe games have not been without controversy.\nIn a surprise move, Saudi Arabia pulled its athletes from the games, probably in reprisal for a jewel theft and the murder of three of its diplomats.\nThere was speculation that the Saudis would send a ceremonial delegation.\nNational rivalries also were Apparent in a snooker game between India and Pakistan when an argument Arose following a disputed call.", ["Asian_Games", "Thailand", "Asian_Games", "Saudi_Arabia", "Reprisal", "Theft", "Murder", "Snooker", "India", "Pakistan"]], ["D", "Bangkok prepared for the 6000 athletes from 41 nations to compete in the Asian Games.\nThai police detained more than 300 beggars to make the city's streets safer, but its notorious night life concerned some team managers.\nChina considered recalling overseas soccer players to bolster chances at the Games.\nSaudi Arabia abruptly withdrew its 105-man team citing the approach of Ramadan but more likely for past grievances with the Thais.\nLater, they considered sending a \"small team\".\nThe Iranian equestrian team's horses failed the vet's exam.\nThe Thai King opened the Games with an elaborate ceremony.\nRivals India and Pakistan argued during a snooker match.", ["Bangkok", "Asian_Games", "City", "Notorious_(2009_film)", "Association_football", "Ramadan", "Thailand", "Iranian_peoples", "Equestrianism", "Thai_language", "Monarch", "India", "Pakistan", "Snooker"]], ["A", "The Asian Games scheduled for Bangkok Dec. 6-20, 1998 were never a sure thing.\nThailand was in economic doldrums and there was question whether the sports complex for the games would be completed in time.\nBy late October, however, it was clear the games could take place.\nThai police rounded up beggars who might intimidate spectators, but then in late November Saudi Arabia withdrew its teams and there was concern that athletes might be tempted by Bangkok's nightlife and the availability of Viagra.\nBut on Dec. 6 the games opened as scheduled as 6,000 athletes from 41 nations competed, including a heated snooker match between India and Pakistan.", ["Asian_Games", "Bangkok", "Doldrums", "Sport", "Saudi_Arabia", "Bangkok", "Nightlife", "Sildenafil", "Snooker", "India_national_football_team", "Pakistan"]], ["E", "Despite concern that corruption, incompetence and financial failure would delay or prevent Thailand's ability to host the Asian Games, Bangkok was ready for the December 6 deadline.\nAfter an extravagant opening ceremony, the games went well despite a brief soccer brawl, a snooker game incident, the banning of Iran's equestrian team horses for not being disease free, and the withdrawal of Saudi Arabia over strained relations with Thailand.\nThai police cleared the streets of beggars and criminals, and athletes were disciplined to avoid Bangkok's night life.\nChina's recall of four soccer players from Europe is testimony of the importance of the games.", ["Corruption", "Thailand", "Asian_Games", "Bangkok", "Association_football", "Snooker", "Iran_national_football_team", "Equestrianism", "Disease", "Saudi_Arabia", "Thailand", "Bangkok", "Association_football", "European_Union"]]], "D30033": [["E", "France's offer to host a financial meeting for nine other European nations is seen as a precursor to a pan-European market.\nIt shows how the new currency, the euro, is reshaping Europe financially.\nEleven European nations lowered key interest rates in preparation for the conversion.\nChina made trading in euro official Monday when it accepted its use in trade and finance starting Jan. 1.\nDenmark and Sweden may not join the euro for political reasons.\nSome smaller nations may become unstable from a growing inflation decline.\nA new generation, already cosmopolitan, won't be shocked.\nThe head of the new European Central Bank will not step down at half term.", ["France", "Currency", "European_Union", "Finance", "Sweden", "Inflation", "Cosmopolitanism", "Central_Europe"]], ["G", "On 1 Jan 1999, the euro, a currency serving 11 European nations, entered the world financial market.\nAs time grew short, questions remained over the pan-European market.\nWhen the head--serving an 8-year term--of the European Central Bank, which governs the euro, expressed fear of a slowing economy, the nations simultaneously dropped interest rates, spurring the market.\nAnnual inflation rates also were encouraging.\nDenmark, who along with Sweden and Britain eschewed the euro, was becoming interested.\nAs a step to a unified Europe, the euro will well serve the new, mobile, multi-lingual, business generation and could portend an economic giant.", ["Central_Europe", "Inflation", "Sweden", "United_Kingdom", "European_Union"]], ["A", "Eleven countries were to adopt a common European currency, the euro, on Dec. 31, 1998.\nIn November and December there were various reactions.\nFrance made moves toward a pan-European equity market.\nTen of the countries quickly cut interest rates causing fear of overheating in some economies.\nIn Denmark, which had earlier rejected the euro, a majority was now in favor.\nAnd in faraway China, the euro was permitted in financial exchanges.\nWhatever the outcome, the euro's birthday, Dec. 31, 1998, would be an historical date.\nSome saw it as a step towards political union while others already considered themselves as citizens of Europe.", ["Currency_union", "Stock", "Denmark", "China", "European_Union"]], ["D", "Eleven European nations are forming a \"Euro zone\".\nBritain, Denmark, Sweden, and Greece are not part of it.\nDanes favor joining.\nThe Euro became official for intergovernmental transfers on Dec 31, 1998, but bills and coins will not come until 2002.\nThe Paris, London, and Frankfurt stock exchanges have formed an alliance.\nEuro nations cut interest rates and inflation fell to an average 0.9%. China has authorized use of the Euro in trade.\nThe president of the European Central Bank warns that growth is slowing and that he plans to complete his term.\nThe EU monetary action has given rise to the new mobile, multi-lingual, non-nationalistic European.", ["Denmark", "Sweden", "Greece", "Intergovernmental_organization", "Paris", "London", "Frankfurt", "Stock", "Inflation", "China", "Warini", "European_Union"]]], "D30005": [["C", "In the aftermath of the almost simultaneous bombings of U.S. embassies in East Africa, much has been learned of the terrorist network put together and financed by Saudi billionaire Osama bin Laden.\nOsama bin Laden, the mastermind of the bombings and U.S. cruise missile attack against a supposed terrorist camp in Afghanistan shortly after the bombings was an attempt not only to disrupt the terrorist network but to get bin Laden himself.\nAs the investigation into the bombings continues, more is being learned from seized computers and top aides turned informants.\nBin Laden remains in Afghanistan by permission of the Taliban.", ["United_States_Armed_Forces", "Africa", "Islamic_terrorism", "CompTIA", "State-sponsored_terrorism", "Billionaire", "United_States_Armed_Forces", "Cruise_missile", "Islamic_terrorism", "Afghanistan", "Islamic_terrorism", "CompTIA", "Afghanistan", "Taliban"]], ["G", "Following the bombings of the embassies in Africa, the US began a full-scale assault on Osama bin Laden.\nAttacked were a chemical plant in the Sudan and a camp in Afghanistan where he was believed to be, creating an assassination opportunity.\nEvidence was gathered from a captured computer and an in-law who defected.\nSuspects were identified and the FBI began to build a case in New York.\nExtradition of a suspect from Germany was sought.\nReactions from Islamic nations varied: Afghanistan promised him safe haven; more liberal Bandladesh arrested pro-Taliban reporters; Albania feared it was an infiltration center for the rest of Europe, including Kosovo.", ["Africa", "United_States_Armed_Forces", "Chemical_weapon", "Plant", "Sudan", "Afghanistan", "Assassination", "Computer", "Defection", "Federal_Bureau_of_Investigation", "Nazi_Germany", "Afghanistan", "Liberalism_in_the_United_States", "Albania", "European_Union", "Kosovo_War"]], ["A", "After the bombing of U.S. embassies in East Africa the U.S. on Aug. 20, 1998 made missile attacks on an Al-Qaeda training camp in Afghanistan and on a pharmaceutical plant in Sudan tenuously linked to Osama bin Laden.\nIn September the U.S. initiated legal action against a Sudanese arrested in Germany and in November charges were prepared against six men including bin Laden.\nThe U.S. had, in support of its case, documentary evidence and a cooperative former senior aide of bin Laden.\nMeanwhile, authorities reported bin Laden agents active in Bangladesh and the Balkans and the Taliban government of Afghanistan proclaimed bin Laden \"a man without sin.", ["United_States_Armed_Forces", "Africa", "United_States_Armed_Forces", "Cruise_missile", "Al-Qaeda", "Afghanistan", "Pharmaceutical_industry", "Plant", "Sudan", "United_States_Armed_Forces", "Politics_of_Sudan", "Nazi_Germany", "United_States_Armed_Forces", "Documentary_film", "Bangladesh", "Balkans", "Taliban", "Afghanistan", "Minuscule_22", "Sin"]], ["B", "Evidence shows Sudanese factory bombed by US is linked to bin Laden.\nUS prosecutors ask for an extension to extradite a bin Laden lieutenant.\nFBI questions witnesses of Nairobi embassy blast, preparing for trial of 6 suspects.\nThe Taliban says the US is using bin Laden as an excuse to attack Afghanistan.\nGoal of US August raid there was to kill bin Laden and his aides.\nThe Taliban declares bin Laden a free man, with no proof of anti-US terror.\n2 arrested for articles inciting Taliban-style revolt in Bangladesh.\nBin Laden cell is in Albania and elsewhere in Europe.\nBin Laden aide informs for the US.\nEast African bin Laden cell has security woes in '97.", ["Politics_of_Sudan", "United_States", "Extradition", "Nairobi", "Diplomatic_mission", "Taliban", "United_States", "Afghanistan", "United_States", "Taliban", "Bangladesh", "Clandestine_cell_system", "Albania", "European_Union", "Institute_for_Operations_Research_and_the_Management_Sciences", "United_States", "Clandestine_cell_system", "WOES"]]], "D30037": [["G", "Ariel Sharon was named Israeli foreign minister just weeks before a scheduled peace summit in the US, aimed at negotiating an Israeli withdrawal from 13% of the West Bank.\nArabs reacted strongly and said the hard-line, right-wing, warrior and former defense minister would kill any progress for a settlement in the mid-East.\nMany blame Sharon for a 1982 massacre of Palestinian civilians at refugee camps in Lebanon.\nOthers believed his appointment was an effort to placate the far right and gain their support for the Netanyahu government and the concessions necessary for the peace process.\nSharon vowed not to shake Yasser Arafat's hand.", ["Ariel_Sharon", "Cabinet_of_Israel", "Arab_League", "United_States", "Cabinet_of_Israel", "Right-wing_politics", "Ariel_Sharon", "Palestinian_National_Authority", "Palestinian_refugees", "Lebanon", "Benjamin_Netanyahu", "Yasser_Arafat"]], ["H", "In a move widely viewed as an effort to placate the far right as he moves to withdraw from more West Bank land, Israeli Prime Minister Netanyahu named hardliner Ariel Sharon foreign minister and chief peace negotiator.\nSharon, a military leader with legendary victories in the 1967 and 1973 Mideast wars, is infamous in the Arab world as the defense minister in the 1982 invasion of Lebanon during which Lebanese Christian militiamen, Israeli allies, slaughtered hundreds of unarmed Palestinians.\nHis appointment as lead negotiator was denounced as a \"disaster\" in the Lebanese press and \"a bullet of mercy to the peace process\" in a Syrian paper.", ["Israel_Defense_Forces", "Benjamin_Netanyahu", "Legacy_of_Kain", "Ariel_Sharon", "Palestinians", "Lebanon", "Lebanon", "Christianity_in_Lebanon", "Israel_Defense_Forces", "Palestinians_in_Lebanon", "Lebanon", "Minuscule_22", "Bullet"]], ["D", "Appointment of Ariel Sharon as Foreign Minister by PM Netanyahu does not bode well for the peace process.\nHis appointment is surprising in that the two have differed on withdrawal from Palestinian territory and is seen as an effort to placate the right.\nSharon, 70, is an unapologetic warrior on the battlefield and in partisan politics.\nHe brings heavy baggage: right-wing intransigence and responsibility for failing to prevent the killings of 460 unarmed Palestinians in refugee camps during the Lebanon incursion.\nSharon has said that he will not shake Arafat's hand and his appointment is seen as a \"bullet of mercy\" for the Middle East peace process.", ["Legacy_of_Kain", "Ariel_Sharon", "Prime_minister", "Benjamin_Netanyahu", "Wilhelm_von_Bode", "Palestinians", "Unapologetic", "Yugoslav_Partisans", "Right-wing_politics", "Palestinians", "Palestinian_refugees", "Lebanon", "Yasser_Arafat"]], ["A", "Prior to his appointment as foreign minister by Israeli Prime Minister Natanyahu in 1998, seasoned warrior Ariel Sharon announced that if appointed, he would not shake hands with Palestinian leader Yasser Arafat.\nThe remark fit Sharon's long history of unyielding bellicosity towards Palestine.\nWhen he was appointed some thought that Netanyahu was placating Israel's far right wing while striving for peace.\nOthers saw it as a move to scuttle the peace effort.\nArab commentary deemed the appointment \"tantamount to disaster\" and \"the bullet of mercy\" to the peace process.\nPeace talks in the U.S. were in the offing with the outcome in doubt.", ["Cabinet_of_Israel", "Legacy_of_Kain", "Ariel_Sharon", "Palestinians", "Yasser_Arafat", "Ariel_Sharon", "Palestinian_National_Authority", "Benjamin_Netanyahu", "Israel", "Rugby_union_positions", "Scuttling", "Bullet", "United_States"]]], "D31026": [["F", "The Yankees won the 1st game of the 1998 World Series when Chuck Knoblauch and Tino Martinez redeemed themselves after an early error and a bad batting season.\nThe Yankees had the best defense in baseball and set a League record for season wins.\nAmong Yankee players, Darryl Strawberry sat out after cancer surgery and best League batter Bernie Williams considered leaving the team next year.\nThe World Series' importance grew after the introduction of league championships and 2-layered playoffs.\nImperfect umpires can get in the way of play and make wrong calls.\nWidely diverse San Diego fans were excited to have the Padres in the first World Series since 1984.", ["Hermann_Knoblauch", "Darryl_Philbin", "Cancer", "Ulnar_collateral_ligament_reconstruction", "Batting_average", "Playoffs", "Referee", "San_Diego_Padres"]], ["H", "Star second baseman Chuck Knoblauch and power hitter Tino Martinez were the heroes in the Yankees' win over the Padres in Game 1 of the 1998 World Series.\nKnoblauch, who had made a game-losing error in Game 2 of the ALCS, hit a three-run homer off reliever Donne Wall in the seventh inning to tie the score, 5-5.\nMartinez, who is batting a puny.187 in post-season play with the Yankees, later hit a grand slam.\nAce pitcher Kevin Brown, viewed by many as the Padres' best hope for a series upset, had started the game.\nThe Yanks, hoping for a second title in the last three years, are playing without Darryl Strawberry who underwent cancer surgery on Oct. 3 .", ["Hermann_Knoblauch", "San_Diego_Padres", "New_Game_Plus", "New_Game_Plus", "2006_American_League_Championship_Series", "Relief_pitcher", "Inning", "Pitcher", "San_Diego_Padres", "Darryl_Philbin", "Cancer", "Ulnar_collateral_ligament_reconstruction"]], ["E", "The San Diego Padres, excited about the prospect of winning the NLCS playoff and of playing the Yankees in the World Series, have gone bonkers.\nSome 680 shaved their heads for a raffle to win playoff skybox seats.\nNY fans, however, are subdued about the Yankees prospects of a collective batting slump (namely by Knoblauch and Martinez), Strawberry's surgery recovery, record-setter Williams' team loyalty, and the memory of the fallibility of umpires.\nThe Yankees have a edge in pitching and defense, and their record of excellence encouraged everyone to expect victory.\nIn fact in the Series opener, Knoblauch and Martinez power-hit the Yankees to a win.", ["San_Diego_Padres", "1986_National_League_Championship_Series", "List_of_Kirby_characters", "Raffle", "Luxury_box", "Hermann_Knoblauch", "Ulnar_collateral_ligament_reconstruction", "Memory", "Referee", "Hermann_Knoblauch"]], ["C", "The New York Yankees prevailed in the sixth game of the American League playoffs to win over the Cleveland Indians and advanced to their second World Series play in three years.\nIn the National League, the San Diego Padres won its series over the Atlanta Braves to ensure its place in the World Series.\nEnthusiasm is high on both sides as 650 padres fans shaved their heads in a radio promotion raffle for a ticket to the games.\nYankees Chuck Knoblauch, worried about errors in the playoffs, was greeted with a standing ovation as the first game opened.\nKnoblauch, along with teammate Martinez cinched the first game with homerun hits in the 7th inning.", ["American_football", "Playoffs", "Cleveland_Indians", "San_Diego_Padres", "Atlanta", "Radio", "Raffle", "Hermann_Knoblauch", "Playoffs", "Inning"]]], "D30008": [["G", "A gloomy economic picture is facing Pacific-rim nations as they prepare for the Asian-Pacific economic summit in late November.\nThe debates will focus on the global economy and reforms verses quick fixes such as capitol controls.\nHost Malaysia is in disarray over the firing, arrest and trial of the deputy prime minister, who has the support of the presidents of Indonesia and the Philippines.\nThese men may not join the other 15 heads of state and the Taiwanese chief economic planner at the summit.\nMany fortunes, including Japan's and Clinton's, have fallen since the last meeting.\nOnly good news is new reform plans in Thailand and a spicy, Malaysian lunch.", ["35th_G8_summit", "Malaysia", "Indonesia", "Philippines", "Taiwan", "35th_G8_summit", "Japan", "Bill_Clinton", "News_plus", "Thailand", "Malaysia"]], ["A", "Prospects for the Asia-Pacific Economic Cooperation (APEC) forum scheduled for Nov. 14-18, 1998 in Malaysia were cast in doubt in September when the Malaysian Prime Minister fired and then arrested his deputy and expected successor who was very popular at home and abroad.\nWidespread demonstrations occurred in Malaysia while presidents of Indonesia and the Philippines spoke of skipping the APEC meeting.\nAPEC also faced a gloomy financial picture with many of the region's economies mired in recession and high unemployment.\nOn the way to the forum a group of high powered U.S. investors made a pep talk in Thailand, but prospects remained dim.", ["Asia-Pacific", "World_Social_Forum", "Malaysia", "Malaysia", "Malaysia", "Indonesia", "Philippines", "Asia-Pacific_Economic_Cooperation", "Recession", "Unemployment", "World_Social_Forum", "United_States", "Thailand"]], ["D", "The coming Asian-Pacific Economic Cooperation meeting in Malaysia will open with most Asian countries still in dire economic straits.\nThailand has made some reforms but reforms proposed by the International Monetary Fund have not been adopted by other nations.\nMalaysia, on the eve of the meeting, discontinued trading in its currency, viewed as a quick fix.\nSome world leaders, especially the presidents of the Philippines and Indonesia and also President Clinton, have second thoughts about attending the meeting because of Malaysia's arrest and treatment of former deputy Prime Minister Anwar Ibrahim.\nHe was charged with corruption and homosexual activity.", ["Malaysia", "Asian_Americans", "Currency", "Philippines", "Indonesia", "President_of_the_Philippines", "Bill_Clinton", "Malaysia", "Anwar_Ibrahim", "Corruption", "Homosexuality"]], ["B", "Philippine and Indonesian presidents may not attend upcoming APEC summit in Malaysia due to Mahathir's arrest of Anwar.\nMalaysian leaders discuss replacement for Anwar.\nPhilippine ambassador is asked to explain his president's support for Anwar.\nIssues at upcoming APEC summit will include the Asian economic crisis and IMF.\nTaiwan's president pressured by China to send representative.\nMahathir's economic and political moves will be issues at the summit.\nWorld financial officials advise reform; topic likely to dominate talks.\nUS-ASEAN delegation to attend; likes Thai economic efforts.\nAPEC leaders to taste local Malaysian food at luncheon after summit.", ["Philippines", "Indonesian_language", "Asia-Pacific_Economic_Cooperation", "Arab_League", "Malaysia", "Mahathir_Mohamad", "Anwar_Ibrahim", "Anwar_Ibrahim", "Ambassador", "Anwar_Ibrahim", "Asia-Pacific_Economic_Cooperation", "Arab_League", "Asian_cuisine", "International_Monetary_Fund", "China", "Arab_League", "Thai_language", "Malaysians", "Arab_League"]]], "D31001": [["E", "South Africa's Truth and Reconciliation Commission, appointed to reconcile the sides involved in the crimes of the apartheid era, is releasing its final 2.5- year report.\nIts purpose is to identify those who committed gross violations of human rights.\nThe report is to lay most of the blame for the violations on the State, but the ANC also shares blame.\nThe program offers amnesty to the accused if they confess but execution if they refuse.\nThe process has angered many people of all walks of life.\nDe Klerk, Apartheid's last president, is not being implicated but he is suing to stop publication.\nCriminal cases are nonetheless expected to go on for six years.", ["Africa", "Apartheid", "African_National_Congress", "Apartheid"]], ["C", "The Truth and Reconciliation Commission, which was established to look into the human rights violations committed during the long struggle against white rule, released its final report.\nIn what has been described as one of the most complete reports of its kind, the commission blames most of the atrocities on the former South African government.\nThe ANC also came under fire for committing some atrocities during the struggle.\nNelson Mandella's ex-wife, Winnie could be prosecuted for the part she played in such violations.\nMissing from the report was De Klerk, who threatened to sue if he was mentioned in connection with the atrocities.", ["African_National_Congress", "Winnie_Madikizela-Mandela"]], ["G", "South Africa Truth and Reconciliation Commission's 3,500-page report on apartheid-era atrocities was issued on Oct 30.\nThis report was intended to clear the air, grant amnesty to those who confessed, and begin the healing process.\nThose named for prosecution were warned before the release.\nEx-prime minister de Klerk's name was removed.\nThe ruling African National Congress remained.\nWhile the white government bore the brunt of the blame, several black movements were included.\nAfter the release many talked of a new amnesty period or a limited time to prosecute.\nProsecutions could take 6 years; diverting judges, threatening elections, and slowing recovery.", ["Africa", "United_States_Congress"]], ["D", "South Africa's Truth and Reconciliation Commission headed by Desmond Tutu proposes amnesty to heal the wounds of the apartheid era.\nIf those accused of atrocities confess, they will be given amnesty, if not, they will be prosecuted.\nThe Commission's report said most human rights violations were by the former state through security and law enforcement agencies.\nThe African National Congress, Inkatha Freedom Party, and Winnie Mandela's United Football Club also shared guilt.\nFormer president de Klerk, who shared the Nobel Peace Prize with Nelson Mandela, was not named as an accessory after the fact, since his threatened lawsuit would delay the report.", ["Africa", "Desmond_Hume", "Apartheid", "United_States_Congress", "Winnie_Madikizela-Mandela", "Nelson_F.C."]]], "D30028": [["G", "On October 1, Turkey moved 10,000 troops toward the Syrian border, and later sent jets along--possibly across--the border.\nTurkey warned Syria it could no longer tolerate Syria's sheltering Kurdish rebels in Syria and Lebanon's Bekaa Valley.\nFighting with Kurdish rebels began in 1984.\nThe Syrian denial included claims that Turkey was taking water and had a strategic alliance with Israel.\nEgypt, then Iran and Jordan, sought to defuse the situation and find a diplomatic solution for the two Muslim nations.\nGreece, predictably, chided Turkey, while Israel denied involvement and limited its military activities along the Syrian border.", ["Turkey", "Syria", "Syria", "Syria", "Kurds", "Syria", "Lebanon", "Beqaa_Valley", "Kurds", "Syria", "Holocaust_denial", "Turkey", "Israel", "Iran", "Jordan", "Muslim", "Turkey", "Israel", "Syria"]], ["F", "Tensions rose between Syria and Turkey over claims that Syria harbored Kurdish rebels, Turkey's growing ties with Israel, and Turkish dams on the Euphrates.\nTurkey sent 10,000 troops to the Syrian border.\nIsrael declared non-involvement and limited border exercises.\nEgypt's President traveled to Syria and Turkey to mediate.\nJordan urged the interests of the region and offered to mediate, as did Iran.\nLebanon denied harboring Kurds, sided with Syria and blamed Israel for tensions, but urged peace.\nGreece said Turkey undermined stability but urged neighbors to get along.\nThe Saudis, Yemen and Sudan supported Syria but urged peace.\nAssad was to visit Turkey.", ["Syria", "Turkey", "Syria", "Kurds_in_Syria", "Turkey", "Israel", "Turkey", "Euphrates", "Syria", "President_of_the_United_States", "Syria", "Turkey", "Iran", "Kurds_in_Syria", "Syria", "Israel", "Turkey", "Yemen", "Sudan", "Syria", "Turkey"]], ["C", "Tensions between Syria and Turkey increased as Turkey sent 10,000 troops to its border with Syria.\nThe dispute comes amid accusations by Turkey that Syria helping Kurdish rebels based in Syria.\nKurdish rebels have been conducting cross border raids into Turkey in an effort to gain Kurdish autonomy in the region.\nEgyptian President Mubarek has been involved in shuttle diplomacy to the two states in an effort to defuse the situation and Iraq also has offered to mediate the dispute between the two countries.\nAlthough Israel has tried to demonstrate its neutrality, Lebanon has charged That Israel is the cause of the tensions between Syria and Turkey.", ["Syria", "Turkey", "Turkey", "Syria", "Turkey", "Syria", "Kurds", "Syria", "Turkey", "Kurds", "President_of_the_United_States", "Diplomacy", "Iraq", "Israel", "Lebanon", "Israel", "Syria", "Turkey"]], ["A", "In early October 1998 Turkey moved 10,000 troops to the Syrian border accusing its neighbor of harboring Kurdish rebels and their leader Abdullah Ocalan.\nSyria denied the charges and blamed Turkey's belligerence on its military alliance with Israel.\nAs the dispute threatened to ignite the whole volatile region, Egypt's President Mubarak launched a mediation effort soon joined by Iran and Jordan.\nSaudi Arabia, Yemen, Sudan, Lebanon and Greece voiced support for Syria, but all called for a diplomatic solution.\nIsrael did not take sides urging diplomatic talks and insisting that Israeli-Turkish military cooperation played no role in the crisis.", ["Turkey", "Syria", "Kurds", "Abdullah_of_Saudi_Arabia", "Abdullah_Öcalan", "Turkey", "Israel", "Volatile_organic_compound", "Egypt", "President_of_the_United_States", "Hosni_Mubarak", "Iran", "Jordan", "Yemen", "Sudan", "Lebanon", "Greece", "Syria"]]], "D30044": [["G", "Abdullah Ocalan, the leader of the Kurdish Workers Party, was detained in the Rome airport and is asking for political asylum.\nOcalan has led the Kurdish insurgents in southeastern Turkey since 1978.\nTurkey, where he faces the death penalty, immediately requested his extradition and has heavily pressured Italy.\nGermany also wants him.\nGreeks and leftist Italians oppose his extradition.\nOthers in Europe have joined with Kurds in staging demonstrations and hunger strikes.\nPrisoners in Turkey are holding an Italian in hopes of a swap.\nThe Kurds join Cyprus as contentious issues as the Turkish President goes to Vienna to discuss European Union membership.", ["Abdullah_of_Saudi_Arabia", "Abdullah_Öcalan", "Kurds", "Rome", "Right_of_asylum", "Kurds", "Turkey", "Extradition", "Kingdom_of_Italy", "Left-wing_politics", "Kingdom_of_Italy", "Extradition", "European_Union", "Kurds", "Hunger_strike", "Turkey", "Italian_language", "Kurds", "Cyprus", "Turkish_people", "President_of_the_United_States", "Vienna"]], ["D", "An international incident resulted after the arrest in Rome of Abdullah Ocalan, the leader of the Kurdistan Workers Party (PKK).\nAn armed struggle has ensued since the PKK was formed in 1978, and nearly 37,000 died.\nTurkey wants Ocalan extradited but Italy is reluctant since Turkey still has the death penalty.\nKurds from all over Europe have come to Rome, or at least tried to, to protest Ocalan's detention and to urge asylum for him.\nTurkey has said countries bordering eastern Turkey have harbored Kurdish rebels and Greece has voiced support for the Kurds.\nPrisoners in Turkey held an Italian inmate hostage in hope of forcing Italy to extradite Ocalan.", ["International_law", "Abdullah_II_of_Jordan", "Abdullah_Öcalan", "Iraqi_Kurdistan", "Kurdistan_Workers'_Party", "Abdullah_Öcalan", "Extradition", "Kingdom_of_Italy", "Turkey", "European_Union", "Abdullah_Öcalan", "HMS_Urge", "Right_of_asylum", "Turkey", "Kurds", "Greece", "Kurds", "Turkey", "Italian_language", "Hostage", "Kingdom_of_Italy", "Extradition", "Abdullah_Öcalan"]], ["C", "The leader of the Kurdish rebel group fighting for autonomy in southeast Turkey, Abdullah Ocalan, was arrested at Rome's international airport on Thursday.\nThe arrest set off a wave of protests throughout Europe as Kurdish groups in Italy, Romania, Germany, Austria rallied in support of Ocalan.\nThe support ranged from a one-day shutdown of business in Romania to a hunger strike in Rome.\nIn Turkey, Kurdish inmates took an Italian prisoner hostage in an effort to get Italy to extradite Ocalan.\nItaly's leftist Prime Minister was being pressured to grant Ocalan asylum.", ["Kurds_in_Turkey", "Autonomy", "Turkey", "Abdullah_II_of_Jordan", "Abdullah_Öcalan", "Rome", "International_law", "Wave", "European_Union", "Kurds_in_Turkey", "Kingdom_of_Italy", "Romania", "Nazi_Germany", "Austria", "Abdullah_Öcalan", "Romania", "Hunger_strike", "Strike_action", "Rome", "Turkey", "Kurds_in_Turkey", "Kingdom_of_Italy", "Hostage", "Kingdom_of_Italy", "Extradition", "Abdullah_Öcalan", "Left-wing_politics", "Abdullah_Öcalan", "Right_of_asylum"]], ["B", "PKK leader Ocalan was arrested on arrival at the Rome airport.\nHe asked for asylum.\nTurkey pressured Italy to extradite Ocalan, whom they consider a terrorist.\nKurds in Europe flocked to Rome to show their support.\nAbout 1,500 staged a hunger strike outside the hospital where he was held.\nItaly began a border crackdown to stop Kurds flocking to Rome.\nGreek media and officials oppose extradition.\nRomanian Kurds staged a 1-day business shutdown to protest his arrest.\nIn a Turkish prison, an Italian prisoner was taken hostage.\nThe Turkish president needed extra security for a trip to Austria.\nThis is Italy's Prime Minister D'Alema's first foreign policy test.", ["Kurdistan_Workers'_Party", "Abdullah_Öcalan", "Rome", "Right_of_asylum", "Kingdom_of_Italy", "Extradition", "Abdullah_Öcalan", "Terrorism", "European_Union", "Rome", "Hunger_strike", "Strike_action", "Hospital", "Kurds_in_Turkey", "Rome", "Extradition", "Kurds_in_Turkey", "Turkish_people", "Prison", "Kingdom_of_Italy", "Hostage", "Turkish_people", "Austria", "Kingdom_of_Italy"]]], "D31032": [["F", "President Boris Yeltsin had a heart attack in 1996, followed by multiple bypass surgery.\nDoctors say his health is more or less normal but secrecy increases conjecture.\nThe cause of minor burns on his hand were not disclosed.\nOn a trip to Uzbekistan he walked stiffly, stumbled, rambled and seemed confused.\nCeremonies were canceled and the trip ended a day early because of his bronchitis and a 99.3F fever.\nHe was treated with antibiotics and ordered to bed but went to the office anyway.\nCalls that he turn over power were revived.\nHe says he will not run again.\nHe canceled an upcoming trip to Austria and sent PM Primakov in his place to an Asian summit.", ["President_of_Russia", "Boris_Yeltsin", "Heart", "Surgery", "Conjecture", "Uzbekistan", "Bronchitis", "Fever", "Antibiotics", "Austria", "Prime_Minister_of_the_United_Kingdom", "Asian_Americans", "Arab_League"]], ["E", "President Boris Yeltsin's health has become a matter of great concern to the Russian leadership.\nThe concern began in 1996 when he had a heart attack followed by bypass surgery.\nIllness has often sidelined him during his seven years in power.\nHe recently cut short a trip to Central Asia because of a respiratory infection and he later canceled two out-of-country summits.\nThis revived questions about his ability to lead Russia through any crisis.\nYeltsin refuses to admit he is seriously ill and his condition is kept secret, even the cause for burns on his hands.\nRussia's leaders are calling for his resignation and question his legal right to seek reelection.", ["President_of_Russia", "Boris_Yeltsin", "Russian_language", "Heart", "Surgery", "Central_Asia", "Asia", "Respiratory_disease", "Infection", "Russia"]], ["D", "Concern over the health of President Boris Yeltsin has led many Russians to question his ability to govern.\nHe has had multiple bypass surgery and is susceptible to respiratory ailments.\nPeriods of illness have caused him to cancel foreign trips and on some travels, he was unable to attend all official functions.\nHe is politically weakened, leaving others to grapple with Russia's economic crisis.\nRussia's constitutional court was to hold hearings on whether Yeltsin could seek a third term under their two term limitations since part of his first term was under the Soviet constitution.\nThat appears to be moot point since he has said he will not run again.", ["President_of_Russia", "Boris_Yeltsin", "Soviet_Union", "Surgery", "Respiratory_disease", "Russia", "Court", "Boris_Yeltsin", "Soviet_Union", "Mootness"]], ["G", "Russian President Yeltsin's health was a hot topic in October.\nFirst he burned his hand.\nNext, in Central Asia, he cancelled public appearances and appeared disoriented.\nThe trip was shortened due to a \"respiratory infection\".\nHe was ordered to rest and take antibiotics.\nHe then cancelled his trip to the Asian Summit.\nAlthough stoutly defended by his family, many Russians, including former supporters, suspect he is sicker, question his ability to do his job, and want him to resign.\nHe has a history of health problems including heart bypass surgery.\nThe court was to judge on whether he could serve a third term, but he already has said he will not run.", ["Russian_language", "President_of_Russia", "Boris_Yeltsin", "Central_Asia", "Asia", "Infection", "Antibiotics", "Asian_Americans", "Soviet_Union", "Cardiac_surgery", "Surgery", "Court"]]], "D30048": [["H", "In an effort to stem the financial crisis in Brazil, the world's ninth largest economy and the financial engine of Latin America, U.S. officials have signaled a willingness to provide billions in direct aid.\nBrazil is also negotiating with the IMF for a $30 billion bail-out package.\nThe agreement almost certainly includes unpopular austerity measures to trim the country's budget deficit.\nBrazil's crisis was triggered by Russia's default on loans followed by a strong outflow of capital.\nMeanwhile, the U.S. Commerce Department reported the nation's trade deficit rose $2.2 billion, indicating the U.S. has not been shielded from the global economic downturn.", ["Word_stem", "Transfer_of_the_Portuguese_Court_to_Brazil", "Latin_alphabet", "United_States", "International_Monetary_Fund", "Austerity", "Russia", "Capital_outflow", "United_States", "United_States"]], ["C", "As Latin American nations gathered for the Ibero-American summit, there was general concern for the global economy.\nMost leaders attending warned that the downturn in the global economy could have dire consequences.\nThe crisis facing Latin America has had an effect on the U.S. economy as exports declined as a result of the recession.\nBrazil's economy was especially hard hit and it has entered into talks with the IMF to secure loans needed to bolster its economy.\nThe outcome of these talks could depend on the outcome of the Brazilian elections.\nIn an effort to cuts its deficit, Brazil has cut back on the perks of government workers.", ["Latin", "United_States", "Ibero-America", "Arab_League", "Latin", "United_States", "Recession", "International_Monetary_Fund", "Transfer_of_the_Portuguese_Court_to_Brazil"]], ["B", "Latin leaders at Ibero-American summit explore ways to avoid economic turmoil and warn of likely global recession.\nBrazil President Cardoso will announce deficit-cutting austerity measures.\nBrazil and the IMF move closer to an agreement on a $30 billion rescue package.\nCardoso readies his plan for spending cuts and tax increases as part of the IMF deal.\nHe will unveil the full plan next week.\nThe success of his economic efforts may depend on the outcome of upcoming gubernatorial elections.\nThe Commerce Dept. measures the effects of global economic decline on the U.S. economy.\nThe U.S. will give billions of taxpayer dollars to the Brazil-IMF rescue deal.", ["Latin", "Ibero-America", "Arab_League", "Recession", "President_of_the_United_States", "Austerity", "International_Monetary_Fund", "Tax", "International_Monetary_Fund", "Governor", "United_States", "United_States"]], ["G", "The Brazilian economy was close to collapse in mid-Oct 1998.\nCapitol was leaving the country, interest rates were at 50%, and unemployment was up.\nIt was a major topic at the annual Ibero-American summit.\nThe IMF was preparing a $30 billion rescue package, requiring Brazil to implement an austerity package, sure to be unpopular.\nBrazil's central government, needing states' support, had to delay any real actions until after the gubernatorial run-off elections.\nThe US, suffering from a rapidly growing trade deficit and fearing the rest of the Americas would follow a Brazilian economic collapse, considered changing policy and providing direct financial aid.", ["Unemployment", "Ibero-America", "Arab_League", "International_Monetary_Fund", "Transfer_of_the_Portuguese_Court_to_Brazil", "Austerity", "Governor", "United_States_dollar", "Americas"]]], "D30006": [["B", "The Larry Bird exception has been used to pay some NBA players much more than the salary cap allows.\nStalled labor dispute over NBA salaries cancels preseason games and threatens regular season games.\nNBA owners and players plan meeting, which is unsuccessful.\nPlayers submit proposal at next meeting.\nOwners to respond by Fri.\nFirst 2 weeks of the season, 99 games, are cancelled.\nAn arbitrator will decide on Mon. whether or not NBA players with guaranteed salary contracts should be paid during the owners' lockout.\nAs the NBA labor battle goes on, most, if not all, season games may be cancelled.\nLesser paid players may suffer if union doesn't survive.", ["National_Basketball_Association", "Cap", "National_Basketball_Association", "Mon_people", "National_Basketball_Association", "2011_NFL_lockout", "National_Basketball_Association", "Battle"]], ["H", "In a dispute between the owners and NBA players over how to divide the $2 billion in league-wide income, all preseason and the first 99 1998-1999 regular season games were cancelled.\nThe Larry Bird exception, a clause in the old agreement that allowed teams to pay their own free agents any amount, regardless of salary-cap rules, is the major issue.\nThe owners want a restricted salary cap.\nThe players have proposed a superstar tax, and the owners have presented a counter proposal, but negotiations have stalled.\nMeanwhile, both sides are awaiting a ruling by arbitrator Feerick on whether $800 million in guaranteed salaries will be paid during the lockout.", ["National_Basketball_Association", "Clause", "Cap", "Tax", "2011_NBA_lockout"]], ["C", "The National Basketball Association joined the NHL, the NFL and baseball when it canceled first the preseason games then two weeks of regular season.\nIn litigation that is complicated by a dispute over the distribution of nearly $2 billion in league income, the main sticking point is the owner's insistence on a salary cap without exceptions.\nTop players are avoiding discussion of the Larry Bird exception, which allows a player to secure any amount he wants in resigning with his current team except as it applies to their taxation proposal.\nAlso pending is an arbiter's decision as to whether players will be paid during the lockout.", ["Basketball", "National_Hockey_League", "National_Football_League", "Lawsuit", "Cap", "2011_NFL_lockout"]], ["A", "In a dispute over a new collective bargaining agreement the National Basketball Association owners declared a lockout on July 1, 1998.\nThey wanted to discard a clause in the old agreement allowing teams to pay their own free agents whatever they wanted, substituting a hard salary cap.\nThe players wanted to keep earning as much as possible.\nOn Oct. 5 all 114 preseason games were cancelled.\nThe players then proposed a 50% tax on salaries above $18 million that the owners rejected.\nOn Oct. 13 the NBA cancelled the first two weeks of the regular season.\nBy Oct. 21 the entire season seemed in jeopardy in the interests of the best paid.", ["Basketball", "2011_NFL_lockout", "Clause", "Cap", "Tax", "National_Basketball_Association"]]], "D30022": [["D", "China continues to arrest dissidents even as it prepares to sign a UN human rights treaty and to host the first visit by a British PM in seven years.\nThe dissident China Democracy Party believes it is legal to challenge the communists' power monopoly, but the PRC cites a \"grab-bag\" section of the criminal code making almost any political activity illegal.\nThe US has protested the arrests.\nTwo dissidents, Qin Yongmin and Wang Youcai must defend themselves at trail since lawyers have been dissuaded from assisting them.\nOther dissidents continue to be harassed and arrested.\nOne dissident, Yao Zhenxian, was released from a labor camp and fled to New York.", ["China", "United_Nations", "Prime_Minister_of_the_United_Kingdom", "Dissident", "China", "Communist_Party_of_China", "Monopoly", "China", "United_States", "Qin_dynasty", "Trail", "Dissident", "Yao_people"]], ["F", "China arrested an activist on the eve of signing an international human rights agreement.\nIt arrested an activist against official corruption and refused a monitoring group permission to operate.\nThe China Democracy Party was founded during Clinton's visit to China.\nFounders were arrested for harming national security, sparking protests.\nOne activist fled to NY.\nThe arrests and speedy trials showed China's resolve to prevent opposition to the Communist Party.\nDefendents were prevented from getting lawyers so defended themselves.\nTheir trials lasted only two hours each.\nThe judge cut off one defendent's arguments and a US official was barred from a trial.", ["China", "International_law", "Corruption", "China", "Bill_Clinton", "China", "New_York", "China", "Communism", "Defendant", "United_States"]], ["A", "On the eve of China's signing the International Covenant of Civil and Political Rights (ICCPR) in October 1998, police detained Chinese human rights advocate Qin Yongmin for questioning.\nEight weeks after signing the ICCPR, Chinese police arrested Qin and an associate in the China Democracy Party (CDP), Xu Wenli, without stating charges.\nAnother CDP leader already in custody, Wang Youcai, was accused of \"inciting the overthrow of the government\".\nQin and Wang went to trial in December for inciting subversion.\nPolice pressure on potential defense attorneys forced the accused to mount their own defenses.\nXu Wenli had not yet been charged.", ["China", "Solemn_League_and_Covenant", "China", "Qin_dynasty", "International_Covenant_on_Civil_and_Political_Rights", "China", "Qin_dynasty", "China", "Xuchang", "Constitutional_Democratic_Party_of_Japan", "Subversion", "Pressure"]], ["C", "Although China was expected to sign a key U.N. human rights treaty, it continues to question and arrest political dissidents.\nQin Yongmin was arrested following his attempt to form a human rights monitoring group.\nFellow dissident Xu Wenli was arrested for trying to form an opposition party.\nAnother dissident flew China for the U.S. to avoid arrest.\nIn making the arrests, China has charged that the dissidents have threatened national security.\nFacing trial, Xu Wenli and Qin Yongmin were unable to obtain legal counsel.\nQin Youngmin, attempting to defend himself, was cut off several times by the judge in a trial lasting just over two hours.", ["China", "United_Nations", "Dissident", "Xuchang", "Dissident", "China", "United_States", "China", "Xuchang", "Qin_dynasty", "Boyfriend_(band)"]]], "D31022": [["G", "Sweden's deadliest fire occurred on Halloween when a dance hall in Goteborg, filled with teenagers, burst into flames.\nThe cause is not known, but the hall, approved for 150, contained as many as 400 and one of the two exits was blocked.\nSixty were killed and between 150 and 173 injured.\nMost were immigrants or their children and represented 19 nationalities.\nMany felt the rescue was late.\nRescuers said they had trouble understanding the first call, but were there in 6 minutes.\nCondolences came from Swedish authorities.\nA memorial service was held and a memory wall was growing.\nAlthough identifications are difficult, 40 of the dead have been identified.", ["Sweden", "Halloween", "Electronic_dance_music", "Swedish_language", "Memory"]], ["C", "At least 60 teenagers were killed and another 160 were injured in a dance hall fire in Goteborg, Sweden, Sweden's second largest city.\nThe fire was the worst in Sweden's modern history.\nAt least 400 teenagers, attending a Halloween dance, were crammed into a facility meant to hold 150.\nThe dance attendees were mostly immigrant children from representing 19 nationalities, including Somalia, Ethiopia, Iraq, Iran and former Yugoslavia.\nThe cause of the fire, which quickly engulfed the two-story brick building is unknown as investigators continue to probe the ruins.\nEmergency help was delayed by about three minutes because of language difficulties.", ["Dance", "Sweden", "Sweden", "City", "Sweden", "Halloween", "Dance", "Dance", "Somalia", "Ethiopia", "Iraq", "Iran", "Socialist_Federal_Republic_of_Yugoslavia"]], ["E", "A fire rapidly destroyed a Goteborg, Sweden dance hall as some 400 teenaged Halloween revelers jammed up while trying to evacuate.\nAt least 60 died, mostly from smoke inhalation, and about 150 were injured.\nThe actual capacity of the 2nd floor dance hall was 150.\nForensic experts are having success identifying the burned bodies but the question of how the fire began is still unanswered.\nThe blaze gutted the entire building owned by the Macedonian Association.\nMostly immigrants attended the dance.\nThe fire squads say they lost about six minutes while trying to respond to a call in poor Swedish.\nIt is doubtful a quicker response would have made a difference.", ["Sweden", "Dance", "Halloween", "Inhalation", "Dance", "Republic_of_Macedonia", "Dance", "Lost!", "Swedish_language"]], ["F", "A fire at an overcrowded dance hall in Goteborg, Sweden killed 60 and injured 180.\nMost victims were 13-18, immigrants covering 19 nationalities.\nThe 2-story brick building was rated for 150 but held 400.\nOwned by the Macedonian Association, it had been rented out to 8 party arrangers for a Halloween dance, held on the 2nd floor.\nOne of two exit stairways was blocked by fire.\nA panicky phone call in poor Swedish to authorities took 3 minutes to understand.\nFire trucks were on the scene 6 minutes later.\nThe explosive, fast-spreading fire reached 600C.\nIt may have burned undetected for some time.\nArson was a possibility but the cause remains undetermined.", ["Electronic_dance_music", "Sweden", "Republic_of_Macedonia", "Halloween", "Electronic_dance_music", "Swedish_language"]]], "D30042": [["B", "UN sanctions barring air travel force Gadhafi to travel by land to visit Tunisia.\nFarrakhan visits Gadhafi and urges the UN to lift sanctions imposed to force the hand over of 2 1988 Pan Am bombing suspects.\nUN Secretary General Annan goes to Libya for talks aimed at bringing the suspects to trial.\nAnnan thinks an arrangement could be made soon.\nLibya is serious and ready to find a solution.\nLibya agrees to the suspects being tried by Scottish judges in the Netherlands, but wants them jailed in Libya if convicted.\nThe U.S. and Britain insist on British prison.\nQatar supports Libya's position.\nU.S. and British leaders vow to bring the suspects to justice.", ["United_Nations", "Muammar_Gaddafi", "Tunisia", "Muammar_Gaddafi", "United_Nations", "General_officer", "Libya", "Scottish_people", "Netherlands", "Libya", "United_States", "United_Kingdom", "Prison", "Libya", "Oath"]], ["C", "On the eve of the 10th anniversary of the 1988 downing of Pan Am 103 over Lockerbie, Scotland, there is hope that the Libya suspects might soon be brought to trial.\nUN General Secretary Kofi Annan has met with Libyan officials and an agreement in principle has been reached on the need for a trial.\nLibya seeks assurances that the trial will not be politicized.\nLibya has been under a UN flight ban since 1992 in an effort to get them to turn over the suspected bombers for trial by Scottish authorities.\nThe citizens of Lockerbie marked the anniversary of the bombing with a memorial service.", ["Pan_Am_Flight_103", "Scotland", "Libya", "General_officer", "Libya", "United_Nations", "Scottish_people", "Pan_Am_Flight_103"]], ["D", "The UN, US,and Britain continue to press Libya to turn over the two Libyans accused of the Pan Am bombing over Lockerbie, Scotland.\nLibya has agreed to a trial for the two by a Scottish court in the Netherlands, but if found guilty, insists they be jailed in Libya, not Scotland as Britain wants.\nUN Secretary General Kofi Annan has visited Libya to urge the turnover of the two.\nLibyan leader Moammar Qadhafi feels the pressure of sanctions against his country, but has the support of neighboring Tunisia, Qatar, and US Muslim leader Louis Farrakhan.\nPeople in the US and British Isles attended special services marking the 10th anniversary of the bombing.", ["United_Nations", "United_States", "United_Kingdom", "Libya", "Libya", "Pan_Am_Flight_103", "Scotland", "Scottish_people", "Court", "Netherlands", "Libya", "Scotland", "United_Kingdom", "General_officer", "Libya", "HMS_Urge", "Pressure", "Tunisia", "Qatar", "United_States", "Islam_in_the_United_States", "United_States"]], ["F", "Kofi Annan talked with Gadhafi in Libya on bringing the 1988 Pan Am bombing suspects to trial.\nHe thinks it will happen soon.\nLibya agrees to a trial in a 3rd country.\nThe West demands any sentence be served in Scotland.\nLibya insists on a Libyan jail.\nLibya claims Gadhafi doesn't have authority to give up the suspects.\nThe UN bans air travel to and from Libya to force the turning over of the suspects.\nGadhafi traveled by car to visited Tunisia.\nAnnan had UN clearance to fly to Libya.\nQatar reaffirms its support for Libya.\nLouis Farrakhan visits Libya but the US bars him from accepting Libyan money.\nCeremonies were held on the bombing's 10th anniversary.", ["Muammar_Gaddafi", "Libya", "Scotland", "Libya", "Muammar_Gaddafi", "United_Nations", "Libya", "Tunisia", "United_Nations", "Libya", "Libya", "Libya", "United_States", "Libya"]]], "D30027": [["C", "As world finance an banking representatives met in Washington, the economic news continued to be bleak.\nIMF officials had predicted had predicted a banner year, but stocks continued to slide worldwide and the DOW probably would record its worst third quarter loss in eight years.\nRussia and Ukraine have been especially hard hit by the crisis.\nIn Russia, Prime Minister Primakov had no plan to solve the problem as the economy continued to Suffer.\nPostal service was threatened as the Post Office could not pay its bills.\nPresident Kuchma of Ukraine called for changes in market reform even as the Parliament turned down a bill to restore lost savings.", ["Finance", "George_Washington", "News_plus", "Slide_guitar", "Doppler_on_Wheels", "Ukraine", "Russia", "Suffering", "Leonid_Kuchma", "Ukraine", "Parliament_of_the_United_Kingdom", "Lost!"]], ["A", "In October 1998 amid worldwide financial crises, particular concern focused on Russia where economic meltdown was exacerbated by conflicted politics.\nPresident Yeltsin's latest Prime Minister, Primakov, was supported by Communists and when word leaked out that a Communist economic program was under consideration, Yeltsin denounced it.\nPrimakov then assured the public that \"there is no program,\" suggesting that there would not be until the International Monetary Fund (IMF) came forth with a massive loan.\nIMF demanded a sound economic program before approving loan payment.\nMeanwhile neighboring Ukraine felt economic effects of the IMF-Primakov standoff.", ["Russia", "Nuclear_meltdown", "Boris_Yeltsin", "Communism", "Communist_Party_of_the_Soviet_Union", "Boris_Yeltsin", "Ukraine"]], ["E", "Fifteen months of world economic turmoil are threatening political stability.\nLowering Federal Reserve interest rates is not countering the crisis.\nIMF is worried about the turndown in Japan, economic meltdown in Russia, depression in Indonesia, and anxiety about Latin America where investors are pulling out.\nIMF critics say it needs to understand national politics better and focus on social issues.\nRussia's economic confusion is upsetting the US.\nRussia is considering hard currency controls, demanding IMF loans and will not end government privatization.\nUkraine, affected by Russia, is trying to save its fast-developing money system and keep investors.", ["Economy_of_Japan", "United_States_housing_bubble", "Russia", "Recession", "Indonesia", "Anxiety", "Latin_alphabet", "United_States_dollar", "Currency", "International_Monetary_Fund", "Privatization", "Russia"]], ["G", "Early October was fraught with economic woes as the International Monetary Fund prepared for its annual meeting.\nThe IMF faces criticism for ignoring the social costs of its actions and being a pawn to Western demands.\nA small cut in US interest rates lowered markets worldwide.\nRussia, whose economy collapsed in August, was looking for a cure--possibly instituting Soviet-style measures.\nKey issues were stopping dollars from leaving the country and getting foreign investment end IMF loans.\nThe postal service was in chaos, owing everyone.\nDemonstrations were expected.\nThe Ukraine also struggled, especially to keep banks working.\nAn IMF loan was on the way.", ["WOES", "International_Monetary_Fund", "Pawnbroker", "Western_world", "United_States_dollar", "International_Monetary_Fund", "Ukraine", "International_Monetary_Fund"]]], "D30050": [["E", "President Clinton's impeachment woes are causing problems for the approaching mid-term elections.\nThe President stopped apologizing, saying he must \"live with the consequences\" of his mistakes, and urging democrats to take pride in his achievements.\nDemocratic candidates hope to contain the Lewinsky debacle while trying to prevent a Republican majority in the Senate.\nIn New York, the Human Rights Campaign may endorse both candidates.\nIn Ohio, Republican Voinovich is in a crucial face-off with Democrat Mary Boyles.\nRepublicans are using a bait-and-switch routine to earn funds from small business.\nTheir House votes are on topics to boast about back home.", ["President_of_the_United_States", "Bill_Clinton", "Impeachment", "WOES", "President_of_the_United_States", "History_of_the_United_States_Republican_Party", "United_States_Senate", "Ohio", "History_of_the_United_States_Republican_Party", "Face-off", "History_of_the_United_States_Democratic_Party", "Mary_I_of_England", "Bait-and-switch", "United_States_House_of_Representatives"]], ["H", "In tight congressional and Senate races leading up to the Nov. 1998 elections, strategists and candidates were unsure how to deal with the Clinton/Lewinsky scandal.\nThough the President pointed to his record while stumping, many Democrats, embarrassed by his behavior, distanced themselves from him.\nWith impeachment a possibility, the Senate races assumed even greater importance.\nWhile it was unlikely the Republicans would win enough Senate seats to remove the President, Democrats feared their opponents could gain a filibuster-proof, 60-seat majority.\nThe NY senate race between Republican D'Amato and Schumer was one of the tightest in the nation.", ["United_States_Senate", "Bill_Clinton", "President_of_the_United_States", "Stump_(cricket)", "History_of_the_United_States_Democratic_Party", "Impeachment_in_the_United_States", "United_States_Senate", "History_of_the_United_States_Republican_Party", "United_States_Senate", "President_of_the_United_States", "History_of_the_United_States_Democratic_Party", "Cloture", "New_York", "History_of_the_United_States_Republican_Party"]], ["D", "In addition to the usual factors that prevail in Congressional elections, this year's is complicated by the uncertain effect of the impending impeachment of President Clinton.\nThe president has admitted mistakes, but remains a popular campaigner for House Democrats.\nIn the New York race between D'Amato and Schumer, both are seeking union and gay/lesbian endorsement.\nRepublican Voinovich hopes to take the seat of retiring John Glenn in Ohio.\nA budget agreement between Republican congressional leaders and the White House is needed soon to avoid a government shutdown.\nA leadership award from Speaker Gingrich's office is merely a pitch for contributions.", ["Impeachment_in_the_United_States", "President_of_the_United_States", "Bill_Clinton", "United_States_House_of_Representatives", "History_of_the_United_States_Democratic_Party", "Gay", "Glenn_Rhee", "List_of_United_States_Senators_from_Ohio", "Republican_Party_of_Minnesota", "White_people", "United_States_House_of_Representatives", "Speaker_of_the_United_States_House_of_Representatives", "Cricket_pitch"]], ["B", "Acknowledging his mistakes, Clinton supports Democrat candidates and speaks at fundraisers.\nHe backs Mary Boyle of Ohio in her bid for U.S. Senate.\nDemocrat candidates try to limit the effect of the Lewinsky debacle on their campaigns.\nA N.Y. labor union backs Democrat Schumer to keep Republicans from gaining a 60-seat majority.\nSen. D'Amato sidesteps queries about Clinton's impeachment on the campaign trail.\nA gay group may back D'Amato, the prospect of which is upsetting Democrats.\nHouse Republicans are using idle time to get votes on issues to help their campaigns.\nThe National Republican Congressional Committee sponsors deceptive fundraising calls.", ["Bill_Clinton", "California_Democratic_Party", "Mary_II_of_England", "John_Robert_Boyle", "Ohio", "United_States", "United_States_Senate", "California_Democratic_Party", "History_of_the_United_States_Republican_Party", "Bill_Clinton", "Trail", "Gay", "History_of_the_United_States_Democratic_Party", "History_of_the_United_States_Republican_Party", "History_of_the_United_States_Republican_Party"]]], "D30034": [["G", "The UN envoy, brokering a solution for the fate of East Timor, is hopeful that both sides have softened their positions and Indonesia and Portugal will resume talks.\nDebate centers on having a referendum and the extent of final Timorese control.\nTalks had ended last month and several incidents have occurred, with dead, wounded and missing reported, and mosques and churches destroyed.\nSince 1975, East Timor, a mainly Christian, former Portuguese colony, has been occupied by, the mostly Muslim, Indonesia.\nRecently the European Union supported Portugal's position, while Pacific nations, especially, Australia and Taiwan, try not to antagonize Indonesia.", ["United_Nations", "Timor", "Indonesia", "Portugal", "Referendum", "Timor", "Christian", "Portuguese_language", "Colony", "Muslim", "Indonesia", "Portugal", "Pacific_War", "Australia", "Taiwan", "Indonesia"]], ["D", "The future of the former Portuguese island colony East Timor is in doubt.\nIndonesia invaded it in 1975 and later annexed it, but not recognized by the UN.\nEast Timor's spiritual leader, Bishop Carlos Belok the 1996 Nobel Peace laureate, has reported killings by Indonesian troops.\nPortugal has accused Indonesia of failing to reduce its military presence in East Timor.\nAustralia and Taiwan are reluctant to antagonize Indonesia on this issue.\nViolence has also occurred in Jakarta and west Timor.\nThe UN has a plan for East Timor and Indonesia is offering a small measure of autonomy, but few observers express hope for a favorable outcome for the talks.", ["Portuguese_language", "Colony", "Timor", "United_Nations", "Timor", "Bishop", "List_of_Nobel_laureates", "Indonesian_language", "Indonesian_language", "Timor", "Taiwan", "Indonesian_language", "Jakarta", "Timor", "United_Nations", "Timor", "Indonesian_language", "Autonomy"]], ["A", "Indonesia invaded the former Portuguese territory of East Timor in 1975 and annexed it in 1976.\nBy late 1998 while East Timorese called for independence and accused Indonesian troops of yet another massacre of civilians, Portugal cut off talks with Indonesia.\nInternationally, Taiwan was timid fearing antagonizing Indonesia, Australians protested against training Indonesian military who might be assigned to East Timor, and fifteen European Union leaders endorsed Portugal's call for a referendum on East Timor's future.\nA U.N. enjoy saw a peaceful solution as distant, but sensed a \"newfound taste for compromise.\"", ["Indonesian_language", "Portuguese_language", "Timor", "Indonesian_language", "Portugal", "Indonesian_language", "Taiwan", "Indonesian_language", "Indonesian_language", "Timor", "Portugal", "Referendum", "Timor", "United_Nations"]], ["F", "After Portugal left East Timor, Indonesia invaded and annexed it.\nRebels have waged a small war since 1975.\nThe UN doesn't recognize Indonesian claims.\nUN talks, suspended by Portugal, were revived after Suharto's ouster.\nThe EU urges a permanent UN presence and an E. Timor referendum on its future.\nTaiwan denied entry to an E. Timor Nobelist independence advocate.\nE. Timor mosques were set fire to avenge attacks on majority Christian churches.\nAustralia trained Indonesian officers to monitor human rights.\nIndonesian troop attacks on unarmed E. Timor civilians are claimed.\nIndonesia and E. Timor are said to be compromising but a solution is still distant.", ["Portugal", "Timor", "Indonesian_language", "United_Nations", "Indonesian_language", "Portugal", "Suharto", "European_Union", "United_Nations", "Timor", "Referendum", "Timor", "Nobel_Prize", "Timor", "Christian", "Indonesian_language", "Troop", "Timor", "Timor"]]], "D30002": [["B", "Honduras braced as category 5 Hurricane Mitch approached.\nSlow-moving Mitch battered the Honduran coast for 3 days.\nHonduran death estimates grew from 32 to 231 in the first days, to 6,076, with 4,621 missing.\nAbout 2,000 were killed in Nicaragua, 239 in El Salvador, 194 in Guatemala, 6 in southern Mexico and 7 in Costa Rica.\nThe EU approved 6.4 million ecu in aid to Mitch's victims.\nThe Pope appealed for aid.\nThe US boosted aid to $70 million.\nA id workers struggled to reach survivors in danger.\nHurricane winds, rain and floods caused massive damage to homes, businesses, roads and bridges.\nLatest reports estimate over 10,000 killed in Central America.", ["Honduras", "Hurricane_Mitch", "Hurricane_Mitch", "Honduras", "Nicaragua", "Guatemala", "Mexico", "European_Union", "European_Currency_Unit", "Hurricane_Mitch", "United_States_dollar", "Central_America"]], ["A", "Hurricane Mitch approached Honduras on Oct. 27, 1998 with winds up to 180mph a Category 5 storm.\nIt hit the Honduran coast on Oct. 28 bringing downpours that forced large-scale evacuations.\nOn Nov. 1 Nicaragua announced collapse of a drenched volcano crater killing about 2,000.\nBy then Mitch's winds were down to 30mph, but as disaster reports poured in the death toll finally exceeded 10,000 and half a million left homeless.\nThe European Union, international relief agencies, Mexico, the U.S., Japan, Taiwan, the U.K. and U.N. sent financial aid, relief workers and supplies.\nPope John Paul II appealed to \"all public and private institutions\" to help.", ["Hurricane_Mitch", "Honduras", "Honduras", "Nicaragua", "Volcano", "Volcanic_crater", "Hurricane_Mitch", "Homelessness", "International_law", "Mexico", "United_States", "Japan", "Taiwan", "United_Kingdom", "United_Nations", "World_War_II"]], ["E", "A category 5 storm, Hurricane Mitch roared across the northwest Caribbean with 180 mph winds across a 350-mile front that devastated the mainland and islands of Central America.\nAlthough the force of the storm diminished, at least 8,000 people died from wind, waves and flood damage.\nThe greatest losses were in Honduras where some 6,076 people perished.\nAround 2,000 people were killed in Nicaragua, 239 in El Salvador, 194 in Guatemala, seven in Costa Rica and six in Mexico.\nAt least 569,000 people were homeless across Central America.\nAid was sent from many sources (European Union, the UN, US and Mexico).\nRelief efforts are hampered by extensive damage.", ["Hurricane_Mitch", "Caribbean_Sea", "Telephone_numbers_in_Gibraltar", "Central_America", "Maximum_sustained_wind", "Flood", "Honduras", "Nicaragua", "Guatemala", "Mexico", "Homelessness", "Central_America", "United_Nations", "United_States_dollar", "Mexico"]], ["C", "Hurricane Mitch, category 5 hurricane, brought widespread death and destruction to Central American.\nEspecially hard hit was Honduras where an estimated 6,076 people lost their lives.\nThe hurricane, which lingered off the coast of Honduras for 3 days before moving off, flooded large areas, destroying crops and property.\nThe U.S. and European Union were joined by Pope John Paul II in a call for money and workers to help the stricken area.\nPresident Clinton sent Tipper Gore, wife of Vice President Gore to the area to deliver much needed supplies to the area, demonstrating U.S. commitment to the recovery of the region.", ["Hurricane_Mitch", "Central_America", "United_States", "Honduras", "Lost!", "Honduras", "United_States", "World_War_II", "Bill_Clinton", "Tipper_Gore", "Al_Gore", "President_of_the_United_States", "Al_Gore", "United_States"]]], "D31043": [["D", "Power in Lebanon is shared equally by a Maronite Christian president, a Sunni Muslim prime minister, and a Shiite Parliament speaker, an arrangement made to prevent a recurrence of the 1975-90 civil war.\nSyria, with 30,000 troops in Lebanon is the main power broker there.\nThe Lebanese parliament amended the constitution to permit popular army general Emile Lahoud to become president.\nPrime minister Rafik Hariri, the architect of Lebanon's postwar reconstruction, expected to get a fourth term but a conflict with the new president led him to bow out as premier.\nLebanon's economic stability has been threatened by the conflict.", ["Lebanon", "Maronite_Christians_in_Lebanon", "Christianity_in_Lebanon", "Sunni_Islam_in_Lebanon", "Islam_in_Lebanon", "Shia_Islam_in_Lebanon", "Parliament", "Lebanon", "Lebanese_people", "Constitution_of_Pakistan", "Emile_Lahoud_Jr.", "Architect", "Lebanon", "Bow_and_arrow"]], ["F", "Army Commander and Maronite Catholic Emile Lahoud was named Lebanon's president for the next 6 years, chosen by outgoing President Hrawi and Syria's Hafez Assad.\nTraditionally the president is a Maronite, the PM a Sunni, and Speaker of Parliament a Shiite.\nElection by Parliament is a formality.\nThe constitution was amended to permit senior public servants to be president.\nLahoud rebuilt the army and ended militia reign.\nWalid Jumblatt opposed a military president, fearing a return of surveillance on civilians.\nPM Rafik Hariri, a businessman who rebuilt the country and economy, refused his delayed re-appointment by Lahoud, who vowed to fight corruption.", ["United_States_Army", "Maronite_Christians_in_Lebanon", "Catholic_Church", "Emile_Lahoud_Jr.", "Lebanon", "President_of_the_United_States", "Syria", "Hafez_al-Assad", "Bashar_al-Assad", "Maronite_Christians_in_Lebanon", "Prime_minister", "Sunni_Islam_in_Lebanon", "Speaker_of_the_United_States_House_of_Representatives", "Parliament", "Shia_Islam_in_Lebanon", "Parliament", "Constitution", "Militia", "Walid_Jumblatt", "Surveillance", "Corruption"]], ["G", "Lebanon's leadership changed in Nov 1998.\nArmy commander Emile Lahoud was elected to a 6-year term as President by the Parliament and took office on Nov 24.\nHe had the backing of Syrian President Assad, the powerbroker in Lebanon, and a special constitutional amendment in Oct cleared his way.\nHe did not immediately ask Prime Minister Rafik Hariri to form a new government.\nHariri, the nation's top businessman, had served three terms and rebuilt the nation, but some accused him of corruption.\nHis support in the Parliament had also slipped, but many believed Lahoud was trying to assert his authority.\nWhen finally asked to form a government, Hariri refused.", ["Lebanon", "Emile_Lahoud_Jr.", "President_of_the_United_States", "Syrian_Armed_Forces", "President_of_the_United_States", "Bashar_al-Assad", "Lebanon", "Corruption"]], ["H", "Lebanon's Parliament voted the country's top military man, Gen. Emile Lahoud, president.\nLahoud, who promises to clean up a graft-riddled government, is popular and is backed by powerful Syria.\nIt is unclear, though, whether Prime Minister Hariri, in office since 1992 and credited with the country's economic recovery, will continue to head the cabinet.\n31 of 128 legislators chose not to support him, leaving it to the president to name the next prime minister.\nConsequently, Hariri withdrew his candidacy, claiming the president acted unconstitutionally when he accepted the mandate to name a prime minister.\nHariri's administration was plagued by nepotism.", ["Lebanon", "Parliament", "General_officer", "Emile_Lahoud_Jr.", "Syria", "Cabinet_of_the_United_States", "Nepotism"]]], "D30026": [["A", "As the U.S. government pressed its antitrust case against Microsoft Corp. in November 1998, America Online (AOL) proposed an alliance with Netscape Communications and Sun Microsystems.\nThe three-pronged deal promised to provide on-line services, Internet software and electronic commerce.\nAOL was to buy Netscape and forge a partnership with Sun, benefiting all three and giving technological independence from Microsoft.\nMicrosoft lawyers argued unconvincingly that AOL's purchase of Netscape would undermine the government's antitrust case, based in large part on Netscape's complaint.\nIt remained to be seen whether AOL could achieve a vast virtual mall.", ["United_States", "Competition_law", "Microsoft", "Netscape", "Sun_Microsystems", "Internet", "Software", "Netscape", "Forge", "Sun_Microsystems", "Microsoft", "AOL", "Netscape", "Competition_law", "Netscape", "AOL", "Virtual_reality", "Shopping_mall"]], ["H", "In a bid to become a leader in the lucrative cyberspace economy, AOL will buy Netscape and set up a partnership with Sun.\nThe venture will let AOL offer corporations end-to-end services, including servers, software, and accessibility to consumers.\nEventually, AOL hopes to capitalize on the production of cheap devices offering Internet access to more homes.\nNews of the deal helped push the Dow Jones to a new high.\nMeanwhile, Microsoft, accused by the Justice Department of using its operating system dominance to squelch competition in the browser market, claims the deal shows the software industry is healthy and that Netscape needs no government protection.", ["Cyberspace", "AOL", "Netscape", "Sun_Microsystems", "AOL", "Software", "AOL", "Internet", "Dow_Chemical_Company", "Microsoft", "Justice", "Squelch", "Software", "Netscape"]], ["D", "America Online became the leading force in cyberspace for individuals to exchange e-mail and check the latest news.\nAOL saw a bright day ahead as a company that could provide online services, Internet software, and electronic commerce.\nTo position itself better in this growing market, AOL sought to buy Netscape and work an alliance with Sun Microsystems.\nNetscape has faltered because of the ubiquity of the Microsoft Windows operating system requiring its browser.\nMicrosoft argued that a vibrant technology market and rising stock prices undercut antitrust charges against it.\nAt the trial the government presented thousands of e-mails supporting its case.", ["Cyberspace", "Email", "News", "Internet", "Software", "AOL", "Netscape", "Sun_Microsystems", "Microsoft", "Microsoft_Windows", "Stock", "Competition_law"]], ["C", "As the government continued to press its anti-trust suit against Microsoft, AOL has begun negotiations to purchase Netscape.\nNetscape is at the heart of the antitrust suit.\nNetscape alleges that Microsoft marketing practices, packaging its Internet Explorer in its operating system denied market opportunities to Netscape.\nThe AOL deal, a three-way negotiation between AOL, Sun Microsystems and Netscape, would combined three Microsoft rivals.\nAOL is counting on the Netscape purchase to allow it to expand its internet Market by helping business operate on the internet in an effort to join Media and technology.", ["Competition_law", "Microsoft", "AOL", "Netscape", "Heart", "Competition_law", "Microsoft", "Marketing", "Packaging_and_labeling", "Internet", "Netscape", "AOL", "AOL", "Sun_Microsystems", "Netscape", "Microsoft", "Netscape"]]], "D30040": [["E", "On Tuesday, Palestinians celebrated the inauguration of the new Gaza International Airport as part of the latest Mideast peace accord.\nIt will be the first unfettered access route Palestinians have ever had out of the Gaza Strip.\nAn Egypt Air plane was the first to land, followed by an emotional touchdown of the first Palestinian plane.\nPalestinian leader Arafat greeted the crew and seven other planes.\nSaturday, a Palestinian flight inaugurated an air route between Gaza and Jordan.\nHowever, tensions developed when Israeli security officials delayed two planes from taking off when Palestinian workers refused to let them check a passenger's identity.", ["Palestinians", "United_States_presidential_inauguration", "Gaza_Strip", "Unfettered_(anthology)", "Palestinians", "Gaza_Strip", "Egypt", "Landing", "Palestinian_National_Authority", "Yasser_Arafat", "Palestinian_National_Authority", "Gaza_Strip", "Jordan", "Israelis", "Palestinian_National_Authority"]], ["H", "Israeli security officials delayed the take-off of two planes from Gaza International Airport, further straining the Mid-East peace process.\nConsidered a milestone toward Palestinian autonomy, thousands cheered Gaza's opening in November.\nThough some equipment was still not installed, Palestinian planes as well as planes from Egypt and other nations landed on opening day and were met by Arafat.\nThe airport's opening and the stipulation that Israel would control the airspace and monitor passengers were included in the U.S. brokered Wye River accord.\nSince Wye, however, Israel and the Palestinians have accused each other of failing to honor its provisions.", ["Israel", "Gaza_Strip", "Palestinian_National_Authority", "Autonomy", "Gaza_Strip", "Palestinian_National_Authority", "Egypt", "Yasser_Arafat", "Israel", "Airspace", "United_States", "River_Wye", "River_Wye", "Israel", "Palestinian_National_Authority"]], ["G", "Gaza International Airport, the first Palestinian gateway to the world, opened on November 24 to celebrations, with Arafat greeting arrivals.\nThe recent Wye Accords, signed between Israel and Palestine in the US, made the long-planned event possible.\nThe Palestinian airlines began commercial flights on December 5 and looked forward to adding a fourth aircraft.\nWhile the Palestinians are running the airport, Israel approves all flights and monitors security.\nThis cooperation could only lead to problems and by late December Israel was delaying flights and threatening to close the airport as violence continues elsewhere and the Accords appear to be doomed.", ["Gaza_Strip", "Palestinian_National_Authority", "Yasser_Arafat", "River_Wye", "Israel", "Palestinian_National_Authority", "United_States", "Palestinian_National_Authority", "Israel", "Israel"]], ["A", "The Wye River Accord provided for an airport at Gaza, giving Palestinians their own airport with Israel in charge of security.\nGaza International Airport opened on Nov. 24, 1998 with arrival of an Egypt Air flight, but the highlight was landing of the first Palestinian Airlines plane, greeted joyously by a celebrating crowd.\nYasser Arafat was on hand to greet these and later flights.\nThe airport was expected to provide stimulus to the Palestinian economy as well as facilitating Palestinians' travel abroad.\nDespite frequent \"differences\" between Palestinian and Israeli airport officials, the airport was still functioning at the end of the year.", ["River_Wye", "Gaza_Strip", "Palestinians", "Israel", "Egypt", "Palestinian_National_Authority", "Yasser_Arafat", "Stimulation", "Palestinian_National_Authority", "Palestinians", "Palestinian_National_Authority", "Israel_Defense_Forces"]]], "D30017": [["G", "The fourth year of devastating famine is striking North Korea, making it the worst in East Asia, and behind only India, Bangladesh and Sri Lanka, with Cambodia catching up.\nNorth Korea is getting massive international aid, but investigators fear the young generation will be lost to severe malnutrition.\nThe public health system is disseminated.\nThe old, rural, and nonpolitical are hardest hit.\nThe rigid political system continues to limit access and aid to 30% of the country, repel attempts to help, such as from South Korean businessmen and Doctors without Borders, and waste money on propaganda.\nMore are fleeing to China, seeking food not political freedom.", ["North_Korean_famine", "South_Korea", "Asia", "India", "Bangladesh", "Cambodia", "South_Korea", "International", "Lost!", "Malnutrition", "Rural_area", "Repel", "Korean_language", "Physician", "Propaganda", "China"]], ["B", "N. Korea will have another poor harvest this year, making this its 4th winter of famine.\nGovernment has cut the number of people to get aid for security reasons.\nThe possibility of nuclear weapons in N. Korea threatens U.S. aid.\nMillions have died of starvation.\nTwo thirds of children under age 7 are malnourished and their growth is stunted.\nA generation will be physically and mentally impaired.\nHyundai's founder will give 501 cattle to his native N. Korea.\nAbout 200 defected to S. Korea in the last 3 years.\nChina returned 100 to 150, denying them asylum.\nHunger in Cambodia is due to a bad economy.\nN. Korea will send 317 to the Asian Games in Thailand.", ["South_Korea", "Harvest", "Famine", "Nuclear_weapon", "South_Korea", "United_States", "Starvation", "Malnutrition", "Cattle", "South_Korea", "North_Korean_defectors", "South_Korea", "Right_of_asylum", "Cambodia", "South_Korea", "Asian_Americans", "Thailand"]], ["A", "Famine had become the rule as North Korea entered its fourth winter of chronic food shortage in 1998.\nIn 1997 the nation produced only 2.8 million tons of grain of the 4.5 million required to feed its 23 million people.\nPoor harvests, floods and droughts contributed to the problem exasperated by government restrictions on international aid.\nTwo million may have died from famine and the U.N. reported that 65% of the children under 7 showed stunted growth.\nOne report concluded that famine and a failed public health system had produced a generation of physically and mentally impaired children.\nSimilar conditions were said to be developing in Cambodia.", ["Famine", "South_Korea", "Grain", "International_law", "North_Korean_famine", "United_Nations", "North_Korean_famine", "Cambodia"]], ["F", "North Korea has suffered 5 years of famine, caused by floods and the loss of Soviet trade.\nThe government distributed nutritionless substitutes and made food aid available to fewer people.\nTwo million may have starved.\nChildren are stunted.\nCurable diseases become fatal.\nA generation is impaired mentally and physically.\nSome seek asylum in the South.\nChina sends refugees home.\nN. Korea's hard line discourages donors.\nHyundai's founder donated cattle to the North but leaders claim he sabotaged them.\nHe hopes to promote tourism of the North.\nN. Korea is sending many athletes to the Asian Games despite famine.\nCambodia's famine approaching N. Korea's level.", ["South_Korea", "Famine", "Soviet_Union", "Right_of_asylum", "South_Korea", "Cattle", "Tourism", "South_Korea", "Famine", "Famine", "South_Korea"]]], "D30038": [["H", "In 1995 Salt Lake City was chosen to host the 2002 Winter Olympics.\nThe revelation that from 1991 to 1995, the city's bid committee spent nearly $400,000 on scholarships to 13 people, six of them relatives of IOC members, ignited an international scandal.\nIOC rules forbid bidding cities from giving members or their relatives anything valued greater than $150; however, IOC member Marc Hodler alleges widespread corruption.\nAccording to Hodler, agents offer to sell votes, and the bid campaigns for the 1996, 1998, and 2000 games were tainted.\nA special IOC panel investigating the Salt Lake City matter will also consider the allegations of broader wrongdoing.", ["Revelation", "City", "International_Olympic_Committee", "FIFA", "International_Olympic_Committee", "Ferdinand_Hodler", "Corruption", "Ferdinand_Hodler", "International_Olympic_Committee"]], ["E", "IOC executive board member, Marc Hodler, alleged that agents from cities bidding to host Olympic Games offer IOC members bribes to favor their city.\nThe allegation was made public when Holder revealed the Salt Lake City 2002 Games organizers offered scholarship payments to IOC members' relatives.\nThe IOC is investigating the charges and further allegations of Olympic corruption in voting for the games of 1996, 1998 and 2000.\nIOC President Samaranch called for an investigation of the allegations, promising to expel anyone found guilty, and ordered Hodler to keep quiet.\nJapan denied allegations of bribery to host the 1998 Winter Games.", []], ["F", "Salt Lake Olympic bidders gave $400,000 in scholarships to 13 IOC relatives in the first case of host-city bribery.\nGifts of over $150 to IOC members or relatives is banned.\nThe IOC's Marc Hodler says agents and a member demanded payment to 5-7% of the IOC for votes.\nBribery was also part of 1996, 2000, and 2002 bidding.\nNagano's mayor denies bribery to host the 1998 games.\n$17 million went unaccounted for.\nHodler says he won't resign but may be expelled.\nThe IOC head says bribe takers will be expelled, Hodler will stay.\nThe games will stay in Salt Lake.\nIOC VP Keba Mbaye, former World Court judge, headed an inquiry.\nThe Salt Lake committee apologized.", []], ["A", "In December 1998 a story broke that relatives of International Olympic Committee (IOC) members had received $400,000 in scholarships from promoters of Salt Lake City for the 2002 Winter Olympic Games.\nThe IOC immediately ordered a top-level investigation.\nSenior IOC official Marc Hodler called the scholarships a \"bribe\".\nThe IOC rules stated that cities could not give any IOC member anything exceeding $150 in value.\nHodler went on to allege similar malpractice in choosing other Olympic sites and estimated that 5-7% of the 115 IOC members received compensation for their votes.\nIOC President Samaranch vowed to expel any guilty member.", ["International_Olympic_Committee", "International_Olympic_Committee", "Ferdinand_Hodler", "International_Olympic_Committee", "International_Olympic_Committee", "Malpractice", "International_Olympic_Committee", "President_of_the_United_States"]]], "D30051": [["B", "The UN war crimes tribunal demands Yugoslavia's full cooperation in its investigations.\nIt blasted Belgrade for refusing to let investigators probe alleged atrocities in Kosovo.\nThe tribunal acquitted a Muslim commander, but convicted 3 underlings.\nThe commander was greeted by hundreds at Sarajevo a irport on his return.\nSurvivors say Serb forces in Kosovo took revenge against civilians for their battle losses.\nTrial begins for Bosnian Serb Jelisic, nicknamed \"Serb Adolf,\" who boasted of many killings.\nHe is accused of genocide, although he confessed to 12 killings.\nU.S. forces in Bosnia arrested a Serb general accused of genocide at Srebrenica.", ["United_Nations_Interim_Administration_Mission_in_Kosovo", "Socialist_Federal_Republic_of_Yugoslavia", "Belgrade", "Kosovo_War", "Muslim", "Here_Be_Monsters!", "Siege_of_Sarajevo", "Serbs_of_Bosnia_and_Herzegovina", "Kosovo_War", "Battle", "Bosnian_War", "Serbs_of_Bosnia_and_Herzegovina", "Bosnian_genocide", "Bosnian_War", "Serbs_of_Bosnia_and_Herzegovina", "Bosnian_genocide", "Srebrenica"]], ["D", "Yugoslavia has cooperated with the UN War crimes tribunal in cases where Serbs were victims in Bosnia and Croatia, but has been slow to allow investigation of alleged atrocities in Kosovo.\nSerbs fighting there suffered losses to the guerillas and took revenge on civilians including women and children.\nThe war crimes tribunal acquitted a Muslim military commander of war crimes against Bosnian Serb prisoners but convicted three underlings.\nA Bosnian Serb, known as \"Serb Adolf\", accused of genocide, admitted killing Muslims and Croats.\nAllied forces arrested a Bosnian Serb general charged with genocide and who could implicate Slobodan Milosevic.", ["Socialist_Federal_Republic_of_Yugoslavia", "United_Nations_Interim_Administration_Mission_in_Kosovo", "Serbs_of_Bosnia_and_Herzegovina", "Bosnian_War", "Croatian_War_of_Independence", "Kosovo_War", "Muslim", "Bosniaks", "Serbs_of_Bosnia_and_Herzegovina", "Here_Be_Monsters!", "Bosniaks", "Serbs_of_Bosnia_and_Herzegovina", "Bosnian_genocide", "Bosniaks", "Bosniaks", "Serbs_of_Bosnia_and_Herzegovina", "Bosnian_genocide", "Slobodan_Kačar"]], ["H", "Milosevic cooperates with the U.N. war crimes tribunal when Serbs are victims, but is an obstructionist when they are the accused.\nOfficials, for example, limited U.N. investigators' access to Kosovo, where Serbs massacred 21 ethnic Albanian civilians of the Delijaj clan.\nFurther, while U.S. and allied forces arrested Bosnian Serb General Krstic on genocide charges, other indicted, high-ranking Serb leaders are protected in Serbia.\nMeanwhile, in the first trial involving anti-Serb acts, a Muslim military commander was freed, but three prison camp officials were convicted.\nAlso, in The Hague, the genocide trial of Goran Jelisic, the \"Serb Adolf,\" has begun.", ["United_Nations", "Serbs_of_Bosnia_and_Herzegovina", "United_Nations", "Kosovo_War", "Serbs_of_Bosnia_and_Herzegovina", "Kosovo_Albanians", "Clan", "United_States", "Bosniaks", "Serbs_of_Bosnia_and_Herzegovina", "General_officer", "George_Krstic", "Genocide", "Serbs_of_Bosnia_and_Herzegovina", "Serbia", "Anti-Serbian_sentiment", "Muslim", "Prison", "Genocide"]], ["F", "Yugoslavia was told to cooperate with the UN War Crimes Tribunal whether Serbs were victims or accused.\nBelgrade refused visas to Kosovo atrocity investigators.\nSerbians took revenge on Kosovo civilians for heavy losses.\nMuslim commander Delalic was acquitted of anti-Bosnian Serb atrocities after 3 years and welcomed home.\n3 of his underlings were convicted.\nCroat commander Mucic was convicted for permitting atrocities.\n\"Serb Adolf\" Goran Jelisic was freed from jail by Bosnian Serbs and told to go kill Muslims.\nHe confessed to murdering 12.\nMaj. Gen. Krstic, a Bosnian Serb, is the first serving officer to be arrested.\nHe directed the attack on Srebrenica.", ["Socialist_Federal_Republic_of_Yugoslavia", "United_Nations", "Serbs_of_Bosnia_and_Herzegovina", "Kosovo_War", "Kosovo_War", "Serbs_of_Bosnia_and_Herzegovina", "Here_Be_Monsters!", "Bosnian_War", "Serbs_of_Bosnia_and_Herzegovina", "Bosniaks", "General_officer", "George_Krstic", "Bosnian_War", "Serbs_of_Bosnia_and_Herzegovina", "Police_officer"]]], "D31008": [["C", "A passerby who found Matthew Shepard's nearly lifeless body tied to a fence outside Laramie, Wyoming at first thought it was a scarecrow.\nMatthew, an openly gay student at the University of Wyoming, had been kidnapped, brutally beaten and left to die in near freezing temperatures.\nTwo men, Russell Henderson and Aaron McKinney were arrested on charges of kidnapping and attempted first degree murder.\nTwo women, friends of the accused, were charged as accessories after the fact.\nSeeing this as a hate crime, gay-rights activists nationwide renewed efforts to get the Clinton Administration to pass hate-crime legislation.", ["Sam_Shepard", "Lifeless_(EP)", "Fort_Laramie_National_Historic_Site", "University_of_Wyoming", "Scarecrow", "Gay", "University_of_Wyoming", "Bertrand_Russell", "Gerald_Henderson_Jr.", "McKinney,_Texas", "Kidnapping", "Murder", "Crime", "LGBT_rights_by_country_or_territory", "Bill_Clinton", "Hate_crime"]], ["D", "A 22-year old gay University of Wyoming student was found beaten and left to die lashed to a fence.\nTwo men were arraigned on kidnapping, robbery, and attempted murder charges (changed to murder after Shepard died) and two females were charged as accessories.\nExpressions of sympathy came from across the nation, including President Clinton and the crime was widely denounced.\nThe savage nature of the crime renewed calls for enactment of hate-crimes legislation.\nThe House passed a resolution calling the killing \"outrageous\".\nOn the day Shepard died, the Family Research Council co-hosted a press conference to demonize gay people.", ["Gay", "University_of_Wyoming", "Arraignment", "Kidnapping", "Murder", "Murder", "Sam_Shepard", "President_of_the_United_States", "Bill_Clinton", "Crime", "Crime", "United_States_House_of_Representatives", "Sam_Shepard", "Gay"]], ["E", "Two men in Wyoming kidnapped, robbed, and brutally beat a gay university student who died in a coma five days after the assault.\nThe incident fanned public outrage.\nHundreds in Laramie and on campuses across the nation demonstrated support to the student with marches and candlelight vigils.\nPresident Clinton responded to nationwide calls by urging Congress to pass the Federal Hate Crimes Protection Act.\nGay leaders stressed that hostility towards gays, based on several surveys, flourishes in high schools and universities.\nBy coincidence, on the day of the beating a religious right organization in Washington was announcing a barrage of TV ads aimed at gays.", ["Wyoming", "Gay", "Coma", "Bill_Clinton", "United_States_Congress", "Civil_Rights_Act_of_1964", "George_Washington", "Artillery"]], ["H", "1,000 people mourned Matthew Shepherd, the gay University of Wyoming student who was severely beaten and left to die tied to a fence.\nThe crime sparked nationwide vigils and prompted President Clinton to call for federal hate-crimes legislation.\nIn 19 states, including Colorado, sexual orientation is not included in hate-crime laws.\nWyoming is one of 10 states with no hate-crime laws at all, but the governor appealed to lawmakers to reconsider their opposition.\nChristian conservatives argue that hate-crime laws restrict freedom of speech, while gay rights activists and others say these laws send a message that attacks on minorities will not be tolerated.", ["Gay", "University_of_Wyoming", "Crime", "President_of_the_United_States", "Bill_Clinton", "Colorado", "Hate_crime", "Hate_crime", "Hate_crime", "Gay"]]], "D30007": [["D", "Rebel groups, mostly Tutsis, but backed by Rawandas and Ugandans are fighting the Congolese government of President Kabila, who is accused of corruption and sowing dissent among Congo's 400 tribes.\nThe government controls the western part of the country but the rebels are gaining in the east.\nHeavy fighting has occurred near the village of Kindu, which has an airfield critical for supplying government troops.\nRebels shot down an airliner near there, killing all 40 aboard, which they say were soldiers but the airline says were civilians.\nThe rebels have promised reforms and a revitalization of the economy; however, the war has increased tribal animosity.", ["Tutsi", "Democratic_Republic_of_the_Congo", "President_of_the_United_States", "Joseph_Kabila", "Corruption", "Democratic_Republic_of_the_Congo", "Village", "Kindu", "Aerodrome", "Douglas_DC-4", "Animosity_(band)"]], ["B", "Likely ADF rebels attack Chiondo, Uganda, killing 6 civilians.\nSoldiers repel attack, killing 2 rebels.\nAnti-Kabila rebels start a web-site and post their mission statement in a media campaign.\nCongo Tutsi rebels meet resistance as they enter Kindu and adjacent strategic government airbase.\nThousands of rebels in place for battle.\nAfter 3 days, battle not going well for rebels.\nRebels shoot down jet; say soldiers on board.\nGovernment claims Kindu refugees on board; unconfirmed.\nRebels and Rwandan allies push through government defenses at Kindu.\nFighting subsides after rebel artillery strikes.\nPopulation suffers from rebellions and tribal conflict.", ["Allied_Democratic_Forces", "Uganda", "Repel", "Tutsi", "Kindu", "Military_air_base", "Battle", "Battle", "Kindu", "Kindu", "Artillery"]], ["E", "Civil strife, tribal rivalry and rebellion has given Congolese rebels control of 40 percent of Congo.\nThe rebels are ethnic Tutsis, disenchanted members of President Kabila's army and opposition politicians.\nThey are accused of being puppets to Uganda and Rwanda.\nThey launched an attack in Kindu, the strategic town and airbase in eastern Congo used by government to halt their advances.\nRebels downed a jetliner carrying 40 people from Kindu but fighting has subsided.\nThey have taken their two-month campaign to the Internet to tell their side of the story.\nKabila, refusing to negotiate with them, is accused of mismanagement and causing tribal divisiveness.", ["College_rivalry", "Rebellion", "Democratic_Republic_of_the_Congo", "Democratic_Republic_of_the_Congo", "Tutsi", "President_of_the_United_States", "Joseph_Kabila", "Uganda", "Rwanda", "Kindu", "Town", "Military_air_base", "Democratic_Republic_of_the_Congo", "Jet_airliner", "Kindu", "Internet"]], ["A", "After years of civil war, Congo in October 1998 was again in turmoil as rebel forces fought to overthrow the government of President Kabila.\nThe rebels, ethnic Tutsis, disenchanted members of Kabila's army and his political opponents, were said to be supported by Rwandan and Ugandan forces while Kabila was backed by Angola, Zimbabwe, Namibia, Sudan and Ugandan rebels.\nAt first the rebels advanced to the outskirts of the capital, Kinshasa, but foreign troops pushed them back to the extreme eastern part of the country.\nThe rebels then launched a counter offensive but by mid-October it was not clear who would prevail.", ["Democratic_Republic_of_the_Congo", "President_of_the_United_States", "Joseph_Kabila", "Tutsi", "Joseph_Kabila", "Joseph_Kabila", "Angola", "Zimbabwe", "Namibia", "Sudan", "Kinshasa"]]], "D31013": [["D", "Abortion clinics continue to be targeted by anti-abortion groups such as Operation Rescue, Lambs of Christ, and Army of God.\nOpposition ranges from silent vigils to vocal and physical intimidation, and even murder.\nDr. Bart Shepian of Buffalo's only abortion clinic was murdered in his home.\nPolice in the US and Canada are looking for James Kopp, a known abortion opponent, as a material witness in that murder.\nThe clinics serve poor, young, and uneducated women since the well-to-do use their established providers.\nAG Janet Reno has named a task force to find out if the Slepian murder, the third in five years, is part of an organized campaign of violence.", ["Abortion", "Anti-abortion_movements", "Jesus", "United_States_Army", "God", "Silent_film", "Murder", "Bart_Simpson", "University_at_Buffalo", "Anti-abortion_movements", "United_States", "Canada", "James_VI_and_I", "Anti-abortion_movements", "Murder", "Reno_Aces", "Murder"]], ["C", "Dr. Barnett Slepian, the mainstay of Buffalo's only abortion clinic, was slain as he stood at his kitchen window.\nSlepian has been described as a fatalist who stubbornly adhered to doing what he thought right.\nThe FBI is looking for James Kopp for questioning as a material witness in the slaying.\nKopp has long been identified as a major voice in the anti-abortion movement.\nAttorney General Reno will investigate if the slaying is part of a nation-wide plot.\nIn Canada, authorities are worried that new violence could erupt as Remembrance Day approaches.\nAnti-abortion pamphlets have been delivered to a Canadian newspaper, possibly by Kopp.", ["University_at_Buffalo", "Abortion", "Fatalism", "Federal_Bureau_of_Investigation", "James_VI_and_I", "Anti-abortion_movements", "General_officer", "Reno_Aces", "Canada", "Canada", "Newspaper"]], ["G", "The primary doctor at the last abortion clinic in Buffalo, NY, was shot and killed.\nDr. Slepian, a stubborn man, dedicated to women's care, and an unlikely martyr.\nIt's the 7th such death, and the 4th similar attack.\nJames Kopp is sought as a material witness.\nThe anti-abortion movement has local and itinerate members.\nTheir activities go from prayers and talking to confrontations, threats and violence.\nAfter this killing, the FBI resumed a search for an anti-abortion conspiracy.\nSince the first few years after Roe v Wade, the number of abortions has declined, as has the number of clinics and doctors providing the procedure, especially for poorer women.", ["Abortion", "American_bison", "New_York_City", "Anti-abortion_movements", "Federal_Bureau_of_Investigation", "Anti-abortion_movements", "Conspiracy_theory", "List_of_Kim_Possible_characters"]], ["H", "On Oct. 23, 1998, a sniper killed Dr. Barnet Slepian, a mainstay in the last abortion clinic in the Buffalo area and one of only a few doctors performing the procedure in the face of protesters and threats.\nMany of the protesters are itinerants like Rev. Norman Weslin, founder of the anti-abortion group Lambs of Christ, who travel about spreading their message and shutting down clinics.\nAnother itinerant demonstrator, James Charles Kopp, is wanted by the FBI as a material witness in the Slepian murder.\nIn addition to anti-abortion violence, a shortage of doctors who are trained and willing to do the procedures imperil their widespread availability.", ["Sniper", "Chipping_Barnet", "Abortion", "American_bison", "Norman_architecture", "Anti-abortion_movements", "Jesus", "James_VI_and_I", "Charles_I_of_England", "Federal_Bureau_of_Investigation", "Murder", "Anti-abortion_movements"]]], "D30059": [["F", "Galina Starovoitova, founder of Russia's democratic movement and outspoken reformist member of parliament's lower house, was murdered and her press aide injured.\nShe tried to run for president in 1996 but was barred on technicalities.\nShe planned to run again in 2000.\nHer death appeared a contract killing.\nShe campaigned against corruption and had many enemies.\nThe hundreds of political killings in Russia are rarely prosecuted.\nOther St. Petersburg figures attacked recently include a banker, finance official, and parliamentary aide.\nHer killing brought outrage and wide mourning Yeltsin led the investigation.\nShe was buried among Russia's national heroes.", ["Galina_Starovoytova", "Russia", "Iranian_Reformists", "Political_corruption", "Russia", "Finance", "National_day_of_mourning", "Boris_Yeltsin", "Russia"]], ["H", "Galina Starovoitova, a leader of the reformist Russian's Democratic Choice party and a member of the Duma, was killed and an aide, Ruslan Linkov, wounded in an attack in St. Petersburg.\nSeveral suspects were arrested; however, the murder is still unsolved.\nMs. Starovoitova, a Yeltsin ally and a champion of democracy, had said that she would run for president in 2000.\nThe crime appears to have been a contract killing, the latest of many in St. Petersburg.\nAnatoly Chubais and other supporters have charged the Communists were behind the attack, but without evidence.\nFormer Russian prime ministers as well as commoners attended Ms. Starovoitova's funeral.", ["Galina_Starovoytova", "Reformism", "Russians", "History_of_the_United_States_Democratic_Party", "Murder", "Galina_Starovoytova", "Boris_Yeltsin", "Democracy", "Crime", "Italian_Communist_Party", "Russians", "Galina_Starovoytova"]], ["B", "Liberal Russian lawmaker Galina Starovoitova was gunned down in St. Petersburg.\nHer aide was seriously wounded.\nShe was a parliament member, aide to Yeltsin and Democratic Choice party leader.\nShe was to run for president in 2000.\nShe is the 1st woman politician killed since Stalin's time.\nHer slaying may be a watershed event.\nYeltsin will run the investigation.\nShe was said to have had uncompromising dedication to democracy.\nPolice found some evidence, but after the aide regained consciousness and talked, several suspects were arrested in raids.\nHundreds mourned her.\nShe was honored as a martyr at her funeral and was to be buried alongside Russian heroes.", ["Russians", "Galina_Starovoytova", "Boris_Yeltsin", "History_of_the_United_States_Democratic_Party", "Politician", "Joseph_Stalin", "Drainage_basin", "Democracy", "Consciousness", "Russians"]], ["G", "Galina Starovoitova, a liberal Russian lawmaker, doctor, mother, grandmother and Presidential hopeful, was mourned as a martyr and buried beside other heroes in St. Petersburg.\nShe had been shot four days earlier by two, still unknown, assailants.\nHer press aide, also shot, was recovering under heavy guard.\nThe death looked like a contract killing, all too common now in Russia.\nYeltsin said he would lead the investigation.\nSuspects were taken in, but none has been arrested.\nA champion of democracy, her allies feared she had too many enemies, both Communists and gangsters, and blamed her foes in the Duma.\nHer death brought outrage in Russia and the world.", ["Galina_Starovoytova", "Liberalism", "Russians", "Russia", "Democracy", "Communism", "Russia"]]], "D31033": [["E", "Business rivals are seeking to break Microsoft Corp.'s monopoly on computer operating systems.\nThe Government and 20 states have filed an anti-trust suit against Microsoft, invoking the Sherman Anti-trust Act of 1890.\nThe suit began with a Microsoft vs Netscape battle over browser software but now extends far beyond that aiming at Microsoft's overall aggressive anti-competitive conduct.\nThe effort is extensive but inconsistent because of the ambiguity of anti-trust laws, especially the Sherman Act.\nThe Government is examining Microsoft's financial records and painting a dark image of its Chairman Bill Gates.\nAn unpublished book may be crucial to the trial.", ["Microsoft", "Competition_law", "Personal_computer", "Sherman_Antitrust_Act", "Microsoft", "John_Sherman", "Competition_law", "Act_of_Parliament", "Microsoft", "Netscape", "Battle", "Software", "Microsoft", "Anti-competitive_practices", "Sherman_Antitrust_Act", "John_Sherman", "Act_of_Parliament", "Microsoft"]], ["F", "In 1998 the Justice Department filed a civil suit against Microsoft to change its 9-year pattern of anti-competitive conduct.\nBill Gates appears a schemer ready to crush competitors by any means.\nHe uses Microsoft's clout to squelch internet competition.\nA 1996 Netscape complaint over browsers was central to the case, which grew to include Intel, IBM, Sun, Apple, AOL, and Intuit.\nMicrosoft was ordered to let Justice examine its records and sought a trial delay.\nAn unpublished book provided evidence.\nThe 1890 Sherman Anti-Trust Act centered on Standard Oil and was intended to protect consumers, but its wording is broad and rulings have been ambiguous.", ["Associate_Justice_of_the_Supreme_Court_of_the_United_States", "Microsoft", "Anti-competitive_practices", "Richard_Fisk", "Microsoft", "Clout_(band)", "Squelch", "Netscape", "Intel", "IBM", "Sun_Microsystems", "Apple_Inc.", "AOL", "Intuit", "Associate_Justice_of_the_Supreme_Court_of_the_United_States", "John_Sherman", "Act_of_Parliament"]], ["D", "The government suit against Microsoft is the most aggressive antitrust case in a quarter century.\nThe heart of the case is the Internet browser battle between Microsoft and Netscape.\nMicrosoft says that its Internet Explorer is an integral part of its Windows system, the industry dominant operating system.\nMicrosoft, it is argued, has told computer manufacturers that if they want Windows, they must forgo Netscape.\nThe Justice Department and 20 states are joined in the action brought under the Sherman Antitrust Act.\nMicrosoft's chairman, Bill Gates, usually seen as a visionary is portrayed in much darker tones in the trial.", ["Microsoft", "Competition_law", "Heart", "Internet", "Battle", "Microsoft", "Netscape", "Internet", "Integral", "Microsoft_Windows", "Personal_computer", "Microsoft_Windows", "Netscape", "Associate_Justice_of_the_Supreme_Court_of_the_United_States", "John_Sherman", "Competition_law", "Act_of_Parliament"]], ["H", "The Justice Department and 20 states filed a suit against Microsoft for violation of the Sherman Act, charging it illegally tried to use its dominance as the provider of Windows, the industry standard operating system, to stifle competition in other areas.\nAt the heart of the case are Microsoft's contracts with computer manufacturers that prohibit them from substituting Netscape's Navigator browser for Microsoft's Internet Explorer, but Justice also alleges Microsoft exhibited a broad pattern of anti-competitive conduct with numerous other software companies.\nMicrosoft says that Windows and its browser is one tool that offers immediate consumer benefit.", ["Associate_Justice_of_the_Supreme_Court_of_the_United_States", "Microsoft", "Act_of_Parliament", "Microsoft_Windows", "Heart", "Microsoft", "Personal_computer", "Netscape", "Microsoft", "Internet", "Associate_Justice_of_the_Supreme_Court_of_the_United_States", "Microsoft", "Anti-competitive_practices", "Software", "Microsoft_Windows"]]], "D31038": [["H", "Seven men have been arrested for the Aug. 7 bombings of the U.S. embassies in Kenya and Tanzania.\nTwo, Rashid Saleh Hemed and Mustafa Mahmoud Said Ahmed, are in jail in Tanzania.\nMohammed Saddiq Odeh and Mohamed Rashed Daoud al' Owhali are being held in isolation in a facility in New York.\nThree other suspects are being sought.\nOsama bin Laden was indicted on 238 counts in connection with the blasts that killed over 200 people and wounded over 5400.\nThe U.S. announced a $5 million reward each for information leading to the capture or conviction of bin Laden, who is living in Afghanistan under Taliban protection, and Muhammed Atef, a chief lieutenant.", ["Seven_(Lisa_Stansfield_album)", "United_States", "Kenya", "Tanzania", "Rashid_bin_Mohammed_Al_Maktoum", "Ali_Abdullah_Saleh", "Mustafa_Barzani", "Tanzania", "United_States", "Afghanistan", "Taliban", "Muhammad", "Atef"]], ["G", "In Oct and Nov 1998, the US was pursuing Osama bin Laden and his associates as suspects in the Aug bombing of US embassies in Kenya and Tanzania.\nThe attacks killed 224 and injured 5,485.\nThe US had ignored a warning of the Kenya attack 9 months earlier.\nTwo men were arrested in Tanzania.\nOne was under arrest in Germany.\nTwo were in a New York City jail, virtually held incommunicado, awaiting trial.\nBin Laden and his military commander also were indicted.\nTwo $5 million rewards were offered.\nBin Laden was believed to be in Afghanistan where the Taliban government called him an honored guest and said the US presented no proof that he was a terrorist.", ["United_States_Armed_Forces", "United_States_Armed_Forces", "Kenya", "Tanzania", "United_States_Armed_Forces", "Kenya", "Tanzania", "Nazi_Germany", "Solitary_confinement", "Afghanistan", "Taliban", "United_States_Armed_Forces"]], ["D", "Terrorists bombed the US embassy in Nairobi, killing 213, 12 of them Americans.\nA near simultaneous bombing of the embassy in Dar es Salaam killed 11, but no Americans.\nAn editorial accused the State Department of ignoring threat warnings.\nThree suspects in custody in New York have been denied outside contact and their lawyers charge that the jail conditions are inhumane.\nA federal grand jury has indicted Osama bin Laden with conspiracy in the bombings.\nBin Laden is in Afghanistan, out of the reach of US authorities and protected by the Taliban.\nGerman police receive d possible threat against the US embassy there.", ["Diplomatic_mission", "Nairobi", "Diplomatic_mission", "Jury", "Conspiracy_theory", "Afghanistan", "Taliban", "Diplomatic_mission"]], ["E", "Local and U.S. authorities who are questioning victims for evidence are investigating terrorist bombings of U.S. embassies in Kenya and Tanzania.\nThree suspects are in custody in New York.\nThey have filed complaints about restrictions and about unsatisfactory conditions in the jail.\nThere is evidence that the State Department ignored warnings.\nOsama bin Laden was indicted for terrorism and for conspiring in the bombings.\nThe Taliban has declared him a free man in Afghanistan and says the U.S. is using him as an excuse for missile attacks.\nAn Islamic group threatens retaliation if he is arrested.\nA threat against the U.S. embassy in Bonn seems unfounded.", ["United_States_Armed_Forces", "Terrorism", "United_States_Armed_Forces", "Kenya", "Tanzania", "Terrorism", "Taliban", "Afghanistan", "United_States_Armed_Forces", "Cruise_missile", "United_States_Armed_Forces", "Diplomatic_mission", "Bonn"]]], "D31009": [["C", "Following charges that he interfered in a privatization contract and helped a businessman with mob ties, Turkish Prime Minister Mesut Yilmaz was forced to resign.\nPresident Demeril asked Bulent Ecevit, former three-time prime minister from the 1970s and champion of Turkish Cypriot rights, to form a new government.\nAfter three weeks, Ecevit was unable to secure the support of the Center-Right Party.\nAt issue was the participation of the Islamic Virtue Part in the secular government, Ecevit returned his mandate and Demeril named Valim Erez as prime minister designate.\nErez was in talks with the Virtue Party over possible cabinet seats.", ["Privatization", "Turkish_people", "Turkish_people", "Cyprus", "Virtue_Party", "Secularism", "Erzincan", "Virtue_Party", "Cabinet_of_the_Netherlands"]], ["B", "Turkey's Prime Minister Yilmaz was ousted by a no-confidence vote in Parliament over allegations of interfering in a bank privatization and having mob ties.\nEcevit, a former prime minister, was asked to form a new government.\nHe was unable to win the support of Ciller for a secular coalition.\nRefusing any alliance with the Islamic Virtue Party, Ecevit turned to President Demirel to find another solution.\nDemirel was expected to turn to a widely trusted lawmaker to form Turkey's next government.\nNew premier-designate Erez got backing from 2 key secular parties as he tried to form a broad-based secular coalition that would include some from the Virtue Party.", ["Turkey", "Parliament", "Privatization", "Secularism", "Coalition_government", "Virtue_Party", "President_of_Pakistan", "Turkey", "Erzincan", "Secularism", "Secularism", "Coalition_government", "Virtue_Party"]], ["G", "For more than a month, Turkish politicians have been trying to form a new government.\nThe last prime minister was voted out after charges of corruption and mob ties.\nLongtime politician and three-time prime minister, Ecevit, tried for two weeks to form a coalition, which would satisfy the staunchly secular military.\nHe failed when he could not get the support of both center-right parties.\nThe president then asked a member of Parliament to form an interim coalition government to serve until the April election.\nErez attained center-right support if he sticks to secular principles, but he may be forced to give some Cabinet seats to the Islamic Virtue Party.", ["Turkish_people", "Corruption", "Politician", "Coalition_government", "Secularism", "Centre-right_politics", "Parliament_of_Sri_Lanka", "Coalition_government", "Centre-right_politics", "Secularism", "Cabinet_of_Fiji", "Virtue_Party"]], ["F", "Turkish PM Yilmaz was forced to step down due to mob ties and claims of state bank privatization tampering.\nPresident Demirel asked highly respected 3-time former PM Bulent Ecevit to form a new majority government.\nA split between parliament's center left and right is longstanding.\nEcevit distrusted Yilmaz and Ciller but brought in Yilmaz's party and wooed Ciller's.\nShe wouldn't join unless Islamic Virtue were included, which the secular parties resisted.\nAfter a 3-week effort, Ecevit gave up rather than include Virtue.\nYalim Erez tried next and won the backing of 2 key secular parties.\nHe will talk to Ciller and run Turkey until the April 18 election.", ["Turkish_people", "Prime_minister", "Privatization", "Prime_minister", "Virtue_Party", "Secularism", "Virtue_Party", "Erzincan", "Secularism", "Turkey"]]], "D31050": [["E", "While China plans to sign the International Covenant on Civil and Political Rights at the U.N., it is still harassing and arresting human rights campaigners.\nThree prominent leaders of the China Democratic Party were put to trial and sentenced to 11-, 12- and 13-year prison terms.\nGermany and the U.S. condemned the arrests.\nA labor rights activist was released and exiled to the U.S. to blunt any opposition to Communist rule.\nU.S. policy to encourage trade and diplomacy in hope of democratic reforms evidences failure, but the U.S. is continuing its policy of encouragement.\nFriends of jailed dissidents state that they will continue to campaign for change.", ["China", "Solemn_League_and_Covenant", "United_Nations", "China", "History_of_the_United_States_Democratic_Party", "Prison", "United_States", "United_States", "Communism", "Diplomacy", "United_States"]], ["H", "Xu Wenli, Wang Youchai, and Qin Yongmin, leading dissidents and prominent members of the China Democracy Party, were found guilty of subversion and sentenced to 13, 11, and 12 years in prison, respectively.\nSoon after the sentencing, China's president, Jiang Zemin, delivered speeches in which he asserted that Western political system must not be adopted and vowed to crush challenges to Communist Party rule.\nThe harsh sentences and speeches signal a crackdown on dissent, but Zha Jianguo, another Democracy Party leader, says he will continue to push for change.\nWestern nations condemned the sentences as violations of U.N. rights treaties signed by China.", ["Xuchang", "Qin_dynasty", "China", "Subversion", "Prison", "China", "Western_world", "Communist_Party_of_China", "United_Nations", "Treaty", "China"]], ["F", "The US trade-driven policy of expanded ties encouraging Chinese democracy is questioned.\nChina signed rights treaties and dissidents used new laws to set up China Democracy Party, but China violates the new laws by persecuting dissidents.\nIt regularly frees activists from prison then exiles them so they lose local influence.\nIt arrested an activist trying to register a rights monitoring group.\nCP leader Jiang's hard-line speech and publicity for activists sentenced to long prison terms signals a renewed Chinese crackdown.\nA rights activist expected to be sacrificed in the cause of democracy.\nGermany called China's sentencing of dissidents unacceptable.", ["United_States", "Chinese_language", "Democracy", "Treaty", "China", "China", "Prison", "Prison", "Chinese_language", "Democracy", "China"]], ["G", "After 2 years of wooing the West by signing international accords, apparently relaxing controls on free speech, and releasing and exiling three dissenters, China cracked down against political dissent in Dec 1998.\nLeaders of the China Democracy Party (CDP) were arrested and three were sentenced to jail terms of 11 to 13 years.\nThe West, including the US, UK and Germany, reacted strongly.\nClinton's China policy of engagement was questioned.\nChina's Jiang Zemin stated economic reform is not a prelude to democracy and vowed to crush any challenges to the Communist Party or \"social stability\".\nThe CDP vowed to keep working, as more leaders awaited arrest.", ["International_law", "China", "China", "United_States", "United_Kingdom", "Weimar_Republic", "China", "Liberal_democracy", "Communist_Party_of_China", "Constitutional_Democratic_Party_of_Japan"]]], "D31031": [["G", "In 1998, for the first time in decades, the US budget negotiators faced a surplus.\nBoth sides said this was harder than a deficit situation, but they finally spent $1.7 trillion.\nThe last seven spending bills were the most difficult and finally were merged into one package.\nControversial issues included health insurance paying for contraception, control of new education allocations, an Alaskan wilderness road, whether the 2000 census would include statistical sampling, and establishing an emergency fund.\nConservatives felt the results favored the liberals, but both sides were satisfied and glad to finish before Election Day and avoid a government shutdown.", ["United_States_dollar", "Health_insurance", "Birth_control", "Wilderness", "United_States_Census", "Statistical_inference", "Modern_liberalism_in_the_United_States"]], ["H", "After several deadline extensions, Congressional leaders and the White House agreed on an omnibus spending package, the final portion of the $1.7 trillion budget.\nIt includes more money for education and defense, business tax breaks, and farm aid, as well as funds for Colombia to use in drug interdiction.\nTo offset the new spending, the surplus will be tapped for $20 billion, to the ire of conservatives.\nThis year, without the common goal of reducing the deficit, reaching agreement was very difficult.\nPolicy provisions involving the 2000 census, contraception, and the Alaskan wilderness were also tied to the spending package and were hotly debated.", ["Race_and_ethnicity_in_the_United_States_Census", "United_States_House_of_Representatives", "Omnibus_bill", "Tax", "Colombia", "Air_interdiction", "Income_tax", "United_States_Census", "Birth_control", "Wilderness"]], ["F", "Whether to use the 1st surplus in decades for a tax cut, to pay off the national debt, or for new initiatives made the 1998 federal budget negotiations chaotic.\nThe Oct 1 start of the fiscal year was extended 5 times.\nMajor issues were census statistical sampling, federal health plan coverage of contraceptives regardless of religious affiliation, and school aid decisions by the federal gov't or local jurisdictions.\nOther issues included a Federal Election Commission provision, a road through an Alaskan wildlife refuge, and an airline peanut ban.\nCommittees crafted the budget document after broad agreement was reached when 8 bills were lumped together.", ["Tax", "United_States_Census", "Statistical_inference", "Birth_control", "Wildlife", "Peanut"]], ["C", "Budget negotiations between the White House and House Republicans were delayed on several issues.\nAt issue were provisions that included requiring Federal Health Insurance providers to provide contraceptives to women as Well as a provision to build a road across a wildlife preserve in Alaska.\nThe contraceptive issue faced an uncertain future while Clinton likely will veto the road.\nThere is disagreement also on how to spend the funding on education.\nThis year's budget discussions also have been hampered because it is the first time since budget procedures were established in 1974 that there has been a surplus, preventing agreement on a budget resolution.", ["Byron_White", "United_States_House_of_Representatives", "United_States_House_of_Representatives", "History_of_the_United_States_Republican_Party", "Birth_control", "Wildlife", "Alaska", "Birth_control", "Bill_Clinton"]]], "D30011": [["A", "Malaysian Prime Minister Mahathir Mohamad ruled adroitly for 17 years until September 1998 when he suddenly reversed his economic policy and fired his popular deputy and heir apparent, Anwar Ibrahim.\nAnwar organized a political opposition leading Mahathir to arrest him.\nMahathir met street demonsrations with tear gas and water cannon, but his censorship did not reach Anwar's internet support.\nNews that police had beaten Anwar brutally brought protests from around the world, but the Malaysian trade minister discounted any unrest.\nAnwar remained in custody as lawyers appealed.\nMalaysia hardly provided a salubrious setting for the forthcoming economic summit.", ["Malaysians", "Mahathir_Mohamad", "Anwar_Ibrahim", "Ibrahim_Pasha_of_Egypt", "Mahathir_Mohamad", "Natural_gas", "Cannon", "Censorship", "Anwar_Ibrahim", "Anwar_Ibrahim", "Malaysians", "Arab_League"]], ["F", "Malaysian PM Mahathir Mohamad fired Deputy PM Anwar Ibrahim, once groomed as a successor but now called unfit to lead and trying to topple him, after an economic disagreement.\nAnwar and a friend were charged with illegal homosexual activity.\nAnwar showed marks of a beating during 10 days in custody.\nThe EU condemned his abuse and regional leaders considered boycotting a Malaysian meeting.\nAnwar's treatment sparked street riots and protests on the Internet.\nLawyers demanded his release.\nThe incident damaged Mahathir's 17-years of good leadership and isolated Malaysia from international markets, although the Malaysian trade minister played down its effect.", ["Government_of_Malaysia", "Prime_minister", "Mahathir_Mohamad", "Prime_minister", "Anwar_Ibrahim", "Ibrahim_of_the_Ottoman_Empire", "Homosexuality", "European_Union", "Government_of_Malaysia", "Internet", "Mahathir_Mohamad", "Malaysia", "International_law", "Government_of_Malaysia"]], ["B", "Mahathir's 17-year rule saw great advances.\nNow, Malaysia has economic crisis and instability.\nPhotos show bruised Anwar, who says police beat him.\nMahathir requests investigation.\nAnwar supporters use internet to air views, photos, speeches.\nEU is concerned about reports of his abuse and hopes for appropriate actions.\nHabibie and Estrada may stay away from APEC talks over Anwar's arrest.\nA witness against Anwar asks for appeal of his conviction.\nAnwar says false confession was coerced.\nLawyers demand Anwar's release.\nRuling party leaders discuss Anwar's replacement; Mahathir not choosy.\nRafidah says arrest won't cause unrest or scare away investors.", ["Mahathir_Mohamad", "Malaysia", "Anwar_Ibrahim", "Asia-Pacific_Economic_Cooperation", "Anwar_Ibrahim", "Anwar_Ibrahim", "Confession", "Anwar_Ibrahim", "Anwar_Ibrahim", "Mahathir_Mohamad"]], ["E", "Newspaper photos of the bruised face of Thailand's jailed former deputy minister, Anwar Ibrahim, has aroused international condemnation as well as local demonstrations.\nIbrahim, considered heir-apparent to Prime Minister Mahathir Mohamed, was fired by Mahathir for being morally unfit for office.\nAnwar mounted a nationwide campaign against Mahathir before his arrest.\nMahathir served as Prime Minister for 17 years with a bold socio-economic program that had veered into recession.\nAnwar differed with Mahathir over economic policy and began speaking out against him.\nMahathir has not selected a successor and if he resigns or dies, a power struggle could ensue.", ["Thailand", "Anwar_Ibrahim", "Ibrahim_Pasha_of_Egypt", "International_law", "Heir_apparent", "Mahathir_Mohamad", "Mahathir_Mohamad", "Mahathir_Mohamad", "Great_Recession", "Mahathir_Mohamad"]]], "D30036": [["H", "Jose Saramago is the first Portuguese-language writer and one of few communists to win the Nobel Prize for Literature.\nHe is widely acclaimed for his imaginative allegories.\nThree American researchers, Robert Furchgott, Louis Ignarro, and Ferid Murad, shared the 1998 Nobel Prize for Medicine for discovering how nitric oxide acts as a signal molecule in the cardiovascular system.\nTheir research led to new treatments for heart and lung diseases, shock, and impotence.\nThe deliberations surrounding the awards are secret; however, Stig Ramel, a former director of the Nobel Foundation, revealed the committee wanted Jimmy Carter to share the 1978 peace prize.", ["Portuguese_language", "Communism", "Allegory", "United_States", "Murad_II", "Oxide", "Molecule", "Circulatory_system", "Cardiovascular_disease", "Lung", "Erectile_dysfunction", "The_Stig", "Povel_Ramel", "Jimmy_Carter"]], ["D", "Announcement of the Nobel Prize awards always generates great interest.\nThe prize for literature has always been one to receive varying responses.\nPast selections have been praised, questioned, or even written off as politically or nationally \"correct\".\nThis year's winner is 75-year old Jose Saramago, the first Portuguese language writer to win.\nIt is the fourth straight year that a European won.\nThe Peace Prize always receives critical response.\nThen President Carter would have shared the 1978 Prize with Sadat and Begin, except for a missed deadline.\nThe 1998 Nobel for medicine was awarded to three US researchers for discoveries with nitric oxide.", ["Portuguese_language", "Language", "President_of_the_United_States", "Jimmy_Carter", "Anwar_Sadat", "Medicine", "United_States", "Oxide"]], ["F", "1998's Nobel prize for literature went to a Portuguese for the 1st time, imaginative novelist Jose Saramago, long a candidate.\nPortugal celebrated but the Vatican called him a communist and anti-religious.\nThe meaning of Nobel's advice to honor \"literature that works in an ideal direction\" is unclear.\n3 Americans won in medicine for 1980s discoveries concerning nitric oxide's function in the body, which sparked new research.\nNobel nominations are secret.\nPrizes are awarded on Dec. 10th, the day of Nobel's death, all in Stockholm except the Peace prize in Oslo.\nThe 1978 committee wanted to give the Peace Prize to Jimmy Carter but missed its own deadline.", ["Portuguese_language", "Novelist", "Holy_See", "Antireligion", "Medicine", "Oxide", "Subroutine", "Stockholm", "Oslo", "Jimmy_Carter"]], ["A", "One of those mentioned for the 1998 Nobel Literature Prize was Jose Saramago, Portuguese writer, atheist and Communist.\nSaramago was weary of hearing again that this year he might win.\nBut this time he did, much to the delight of Portugal, but not to the Vatican.\nIn speculation on the Peace Prize it came out that only a strict deadline rule denied Jimmy Carter the 1978 prize.\nThe 1998 Medicine Prize went to three American pharmacologists, Robert Furchgott, Louis Ignarro and Ferid Murad for their discovery of the role of nitric oxide in the nervous and cardiovascular systems, one of the most important discoveries in the history of cardiovascular medicine.", ["Portuguese_language", "Atheism", "Communism", "Portugal", "Holy_See", "Jimmy_Carter", "United_States", "Murad_II", "Oxide", "Circulatory_system", "Circulatory_system", "Medicine"]]], "D30055": [["B", "Italy's Communist Refounding Party rejected Prime Minister Prodi's proposed 1999 budget.\nLoss of the party's support put his 2.5-year coalition at risk.\nThe proposed budget was needed to meet terms for the Jan. 1 switch to the euro currency.\nProdi met with President Scalfaro and Parliament, trying to save his government.\nThe break with Prodi divided the Refounding party.\nProdi lost a confidence vote and was toppled from power.\nHe will stay as caretaker until a new government is formed.\nScalfaro must decide whether to hold new elections or to ask Prodi or someone else to forge a new majority.\nHe is talking with political leaders, trying to reach a consensus.", ["Italy", "Italian_Communist_Party", "Coalition_government", "Currency", "President_of_France", "Parliament", "Lost!", "Forge"]], ["E", "Communist Refounding Party vote against proposed deficit-cutting 1999 budget in Italy's Parliament could destabilize the government.\nThe defection imperils the future of the center-left coalition led by Premier Prodi.\nHis 2-1/2-year-old alliance was the longest serving of 55 governments in Italy since WWII.\nProdi. who appealed to Parliament to save the government with a confidence vote, lost the vote and fell from power.\nThe break with Prodi's party also divided Refounding.\nProdi stays as caretaker premier while President Scalfaro decides either to hold new elections or to force Prodi or someone else to form a new coalition out of the 40 parties in Italy.", ["Italian_Communist_Party", "Italy", "Centre-left_politics", "Coalition_government", "Italy", "World_War_II", "Lost!", "President_of_France", "Coalition_government", "Italy"]], ["H", "Despite support from a breakaway faction of the far-left Communist Refounding Party, Italy's Prime Minister Romano Prodi lost a vote of confidence in Parliament, 313 - 312.\nThe crisis was triggered when the Refounding Party rejected the government's 1999 budget.\nA respected economist with a fragile center-left coalition, Prodi was in office for 30 months, instituting fiscal reforms that qualified Italy for membership in the euro plan.\nProdi was asked to remain as caretaker prime minister; however, as such, he will have difficulty passing the budget (necessary before joining the euro on 1 Jan.) or getting approval for actions related to the Kosovo crisis.", ["Far-left_politics", "Italian_Communist_Party", "Italy", "Lost!", "Parliament", "Economist", "Centre-left_politics", "Coalition_government", "Italy", "Kosovo"]], ["F", "Italy's Communist Refoundation Party rejected PM Prodi's deficit-cutting budget for insufficient job stimulation.\nItaly needed to reduce its deficit to participate in the euro, a unifying desire that largely held together Prodi's 2.5-year gov't, the 55th since WWII.\nThe rejection divided communists, whose 34 votes Prodi's coalition needed for a majority.\nA confidence vote lost by 1 vote, from a member of Prodi's own party.\nItaly's political instability clouded decisions on NATO's use of Italian air bases in strikes on Kosovo.\nProdi resigned but Italy's president asked him to stay as caretaker until either early elections were called or he named a new PM.", ["Italy", "Italian_Communist_Party", "Prime_Minister_of_the_United_Kingdom", "World_War_II", "League_of_Communists_of_Yugoslavia", "Telephone_numbers_in_Spain", "Coalition_government", "Lost!", "NATO", "Italian_language", "Kosovo", "Italy", "Prime_Minister_of_the_United_Kingdom"]]], "D30046": [["B", "House Speaker-elect Robert L. Livingston was forced to admit to his Republican colleagues his past adultery.\nThis was forced by an investigation by Larry Flynt.\nWhen Livingston called for Clinton to quit, House Democrats yelled, \"You resign\"!\nStunningly, he did.\nTV commentators were caught off guard.\nLivingston put pressure on Clinton to follow his example.\nThe House moved to impeach Clinton and called on the Senate to try him.\nLivingston's downfall was said to show a breakdown in legislative civility.\nThose who want impeachment were called radicals and fanatics.\nLivingston's pursuit of Clinton was characterized as \"rabid\", showing his own hypocrisy.", ["United_States_House_of_Representatives", "Speaker_of_the_United_States_House_of_Representatives", "Devonian", "History_of_the_United_States_Republican_Party", "Adultery", "Bill_Clinton", "United_States_House_of_Representatives", "History_of_the_United_States_Democratic_Party", "Blood_pressure", "Bill_Clinton", "United_States_House_of_Representatives", "Impeachment_in_the_United_States", "Bill_Clinton", "United_States_Senate", "Impeachment_in_the_United_States", "Bill_Clinton"]], ["E", "House Speaker-elect Robert Livingston shocked his Republican colleagues in the midst of a Clinton impeachment debate by admitting to adulterous affairs during his Congressional tenure.\nHe later urged Clinton to follow his example and resign that increased the fury of the impeachment debate.\nThe House moved to impeach the President for perjury and called on the Senate to try him, convict him and remove him from office.\nSome who believe the debate shows the fanatical, partisan, and hateful side of Republican behavior, advise the Senate only to censure Clinton and thus avoid partisan vengeance.\nThe issue deepens a cultural fissure and a sense of uncertainty.", ["United_States_House_of_Representatives", "Speaker_of_the_United_States_House_of_Representatives", "History_of_the_United_States_Republican_Party", "Bill_Clinton", "Impeachment_in_the_United_States", "Bill_Clinton", "Impeachment_in_the_United_States", "United_States_House_of_Representatives", "Impeachment_in_the_United_States", "President_of_the_United_States", "Perjury", "United_States_Senate", "Conviction", "Political_party", "History_of_the_United_States_Republican_Party", "United_States_Senate", "Censure", "Bill_Clinton", "Political_party", "Fissure_vent"]], ["H", "During the Clinton impeachment debate in the House, Speaker-elect Bob Livingston declared that he would set an example for the president and resign from Congress over revelations of his marital infidelities.\nRepublican demands that the president also resign were rejected by Democrats who also said that Livingston should not quit and that the Speaker-elect's resignation was, in the words of Jerrold Nadler (D-N.Y), \"a surrender to sexual McCarthyism\".\nWith the House vote to impeach, the president will face a Senate trial, but it is unlikely that 67 members will vote for conviction.\nThe trial could be mercifully shortened, however, by a vote of censure.", ["Bill_Clinton", "Impeachment_in_the_United_States", "United_States_House_of_Representatives", "Speaker_of_the_United_States_House_of_Representatives", "United_States_Congress", "History_of_the_United_States_Democratic_Party", "Speaker_of_the_United_States_House_of_Representatives", "Minuscule_22", "McCarthyism", "United_States_House_of_Representatives", "Impeachment_in_the_United_States", "United_States_Senate", "Censure"]], ["C", "As impeachment proceedings in the House approached a climax, House members were stunned by an admission from House Speaker elect Livingston that he was guilty of an adulterous affair.\nThe admission follows disclosures by Hustler published Larry Flynn, who had offered one million dollars to anyone who could provide such information on a House or Senate member.\nLivingston's admission was met with a standing ovation by House members, as was his subsequent resignation.\nIn resigning, Livingston called on President Clinton to do the same.\nPolitical pundits see the whole process as driven by partisan politics.", ["Impeachment_in_the_United_States", "United_States_House_of_Representatives", "United_States_House_of_Representatives", "United_States_House_of_Representatives", "Speaker_of_the_United_States_House_of_Representatives", "Hustler", "Division_of_Flynn", "United_States_House_of_Representatives", "United_States_Senate", "United_States_House_of_Representatives", "President_of_the_United_States", "Bill_Clinton", "Political_party"]]], "D30015": [["H", "Yugoslavia failed to comply with a U.N. resolution demanding that the forces sent to Kosovo to suppress the ethnic Albanian separatist uprising be withdrawn and is now threatened with NATO airstrikes.\nThough Milosevic moved some units from the Serbian province, U.S. special envoy Holbrooke called the situation serious.\nRussia, previously against a NATO attack, said the strikes could occur if steps aren't taken to end the crisis.\nHundreds, mostly Albanian civilians, have been killed and thousands are refugees.\nWhile the U.S. and other nations want peace, they oppose Kosovo independence, fearing it could destabilize other Albanian-populated Balkan states.", ["Serbia_and_Montenegro", "United_Nations", "Socialist_Autonomous_Province_of_Kosovo", "Kosovo_Albanians", "Separatism", "Rebellion", "NATO", "Serbs", "United_States", "NATO", "Kosovo_Albanians", "United_States", "Socialist_Autonomous_Province_of_Kosovo", "Balkans"]], ["A", "On Oct. 4, 1998 Yugoslav President Milosevic ordered his forces in Kosovo back to their barracks.\nWhile supressing the Albanian independence movement they had massacred hundreds of civilians and left 275,000+ refugees.\nNATO threatened airstrikes unless hostilities ceased and peace talks began.\nU.S. envoy Holbrooke insisted that Milosevic pull all forces out of Kosovo.\nMilosevic called the NATO threat \"a criminal act\" and said Holbrooke aided Albanian terrorists.\nRussia also urged an end to hostilities, but the Yugoslavs denied any fighting and vowed to defend their country if attacked.\nNeither side budged as NATO seemed to wait for a U.N. decision.", ["Armed_Forces_of_Serbia_and_Montenegro", "President_of_the_United_States", "Kosovo_War", "Barracks", "Kosovo_Albanians", "Kosovo_War", "NATO", "Minuscule_22", "Kosovo_Albanians", "Yugoslavs", "NATO", "United_Nations"]], ["E", "Yugoslav President Slbodan Milosevic does not appear to be complying completely with UN demands to withdraw his troops and stop anti-Albanian activity in Kosovo.\nU.S. special envoy Richard Holbrooke said the level of fighting may have abated but the situation is such that it could resume.\nThe U.S. and Russia have ratcheted up pressure on Milosevic warning him of inevitable NATO air strikes.\nYugoslavia claimed it \"is faced with the imminent danger of war\", will defend itself if attacked and called NATO's threats a \"criminal act\".\nYugoslav generals put the nation's air defense on high alert then pulled some armored equipment out of Kosovo as a compromise.", ["Socialist_Federal_Republic_of_Yugoslavia", "President_of_the_United_States", "United_Nations", "Socialist_Autonomous_Province_of_Kosovo", "United_States", "Russia", "Blood_pressure", "NATO", "NATO", "Socialist_Autonomous_Province_of_Kosovo"]], ["B", "Under threat of NATO attack, Milosevic orders back most army units.\nUS envoy says situation is as grave as it was 2 weeks ago, despite temporary abatement of fighting.\nUS and Russia increase pressure on Milosevic to end the humanitarian crisis in Kosovo or face NATO airstrikes.\nUS envoy tells Milosevic to pull back his military and let Albanian refugees return home.\nYugoslavia claims it is taking steps to comply with peace demands.\nHowever, NATO says that UN Security Council conditions have not yet been met.\nUS envoy gives Milosevic last minute warning to halt ethnic crackdown in Kosovo.\nMilosevic calls NATO threat criminal act favoring guerrillas.", ["NATO", "Russia", "Blood_pressure", "International_humanitarian_law", "Kosovo_War", "NATO", "Kosovo_Albanians", "NATO", "United_Nations", "CompTIA", "Kosovo_War", "NATO"]]]}